const spiderManCards1 = [ {
  "number": "1",
  "name": "Человек-Паук",
  "kind": "Боевая карточка",
  "type": "СК"
}, { "number": "2", "name": "Дядюшка Бен", "kind": "Боевая карточка", "type": "-" }, {
  "number": "3",
  "name": "Человек-Факел",
  "kind": "Боевая карточка",
  "type": "УК"
}, { "number": "4", "name": "Паразит", "kind": "Боевая карточка", "type": "-" }, {
  "number": "5",
  "name": "Зелёный Гоблин",
  "kind": "Боевая карточка",
  "type": "СК"
}, { "number": "6", "name": "Чёрная Вдова", "kind": "Боевая карточка", "type": "-" }, {
  "number": "7",
  "name": "Капитан Америка",
  "kind": "Боевая карточка",
  "type": "УК"
}, { "number": "8", "name": "Доктор Дум", "kind": "Боевая карточка", "type": "-" }, {
  "number": "9",
  "name": "Водяной",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "10", "name": "Гризли", "kind": "Боевая карточка", "type": "-" }, {
  "number": "11",
  "name": "Человек-Лёд",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "12", "name": "Человек-Песок", "kind": "Боевая карточка", "type": "СК" }, {
  "number": "13",
  "name": "Веном",
  "kind": "Боевая карточка",
  "type": "СК"
}, { "number": "14", "name": "Шакал", "kind": "Боевая карточка", "type": "-" }, {
  "number": "15",
  "name": "Гвен Стейси",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "16", "name": "Ястребиный Глаз", "kind": "Боевая карточка", "type": "-" }, {
  "number": "17",
  "name": "Доктор Стрендж",
  "kind": "Боевая карточка",
  "type": "СК"
}, { "number": "18", "name": "Мадам Паутина", "kind": "Боевая карточка", "type": "-" }, {
  "number": "19",
  "name": "Кенгуру",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "20", "name": "Скорпион", "kind": "Боевая карточка", "type": "УК" }, {
  "number": "21",
  "name": "Росомаха",
  "kind": "Боевая карточка",
  "type": "СК"
}, { "number": "22", "name": "Женщина-Паук", "kind": "Боевая карточка", "type": "-" }, {
  "number": "23",
  "name": "Твёрдый Лоб",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "24", "name": "Шокер", "kind": "Боевая карточка", "type": "-" }, {
  "number": "25",
  "name": "Стегрон",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "26", "name": "Синяя Птица", "kind": "Боевая карточка", "type": "-" }, {
  "number": "27",
  "name": "Аркейд",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "28", "name": "Доктор Осьминог", "kind": "Боевая карточка", "type": "СК" }, {
  "number": "29",
  "name": "Белый Кролик",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "30", "name": "Существо", "kind": "Боевая карточка", "type": "УК" }, {
  "number": "31",
  "name": "Жёлтый Жакет",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "32", "name": "Падаль", "kind": "Боевая карточка", "type": "СК" }, {
  "number": "33",
  "name": "Тётушка Мэй",
  "kind": "Боевая карточка",
  "type": "СК"
}, { "number": "34", "name": "Капитан Британия", "kind": "Боевая карточка", "type": "-" }, {
  "number": "35",
  "name": "Лунный Рыцарь",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "36", "name": "Кукловод", "kind": "Боевая карточка", "type": "-" }, {
  "number": "37",
  "name": "Бэтти Брэнт",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "38", "name": "Красный Череп", "kind": "Боевая карточка", "type": "-" }, {
  "number": "39",
  "name": "Робби Робертсон",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "40", "name": "Стервятник", "kind": "Боевая карточка", "type": "СК" }, {
  "number": "41",
  "name": "Блэйд",
  "kind": "Боевая карточка",
  "type": "СК"
}, { "number": "42", "name": "Кейдж", "kind": "Боевая карточка", "type": "-" }, {
  "number": "43",
  "name": "Сердце",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "44", "name": "Суперскрулл", "kind": "Боевая карточка", "type": "-" }, {
  "number": "45",
  "name": "Кейн",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "46", "name": "Червь Разума", "kind": "Боевая карточка", "type": "-" }, {
  "number": "47",
  "name": "Туманный Рыцарь",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "48", "name": "Каратель", "kind": "Боевая карточка", "type": "СК" }, {
  "number": "49",
  "name": "Искра",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "50", "name": "Расплавленный Человек", "kind": "Боевая карточка", "type": "-" }, {
  "number": "51",
  "name": "Джаггернаут",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "52", "name": "Живой мозг", "kind": "Боевая карточка", "type": "СК" }, {
  "number": "53",
  "name": "Морбиус",
  "kind": "Боевая карточка",
  "type": "СК"
}, { "number": "54", "name": "Кошмар", "kind": "Боевая карточка", "type": "-" }, {
  "number": "55",
  "name": "Пума",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "56", "name": "Серебряный Соболь", "kind": "Боевая карточка", "type": "-" }, {
  "number": "57",
  "name": "Карнедж",
  "kind": "Боевая карточка",
  "type": "СК"
}, { "number": "58", "name": "Повелитель огня", "kind": "Боевая карточка", "type": "-" }, {
  "number": "59",
  "name": "Морлан",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "60", "name": "Тор", "kind": "Боевая карточка", "type": "-" }, {
  "number": "61",
  "name": "Сорвиголова",
  "kind": "Боевая карточка",
  "type": "СК"
}, { "number": "62", "name": "Лиз Осборн", "kind": "Боевая карточка", "type": "-" }, {
  "number": "63",
  "name": "Жук",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "64", "name": "Гиббон", "kind": "Боевая карточка", "type": "-" }, {
  "number": "65",
  "name": "Ящер",
  "kind": "Боевая карточка",
  "type": "СК"
}, { "number": "66", "name": "Пожиратель Грехов", "kind": "Боевая карточка", "type": "-" }, {
  "number": "67",
  "name": "Дум-Дум Дуган",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "68", "name": "Бен Урих", "kind": "Боевая карточка", "type": "-" }, {
  "number": "69",
  "name": "Чёрная Кошка",
  "kind": "Боевая карточка",
  "type": "СК"
}, { "number": "70", "name": "Здоровяк", "kind": "Боевая карточка", "type": "-" }, {
  "number": "71",
  "name": "Человек-Лягушка",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "72", "name": "Демон Скорости", "kind": "Боевая карточка", "type": "-" }, {
  "number": "73",
  "name": "Амбал",
  "kind": "Боевая карточка",
  "type": "СК"
}, { "number": "74", "name": "Блуждающий Огонь", "kind": "Боевая карточка", "type": "-" }, {
  "number": "75",
  "name": "Капитан Вселенная",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "76", "name": "Алая Ведьма", "kind": "Боевая карточка", "type": "-" }, {
  "number": "77",
  "name": "Железный Человек",
  "kind": "Боевая карточка",
  "type": "СК"
}, { "number": "78", "name": "Призрачный Гонщик", "kind": "Боевая карточка", "type": "-" }, {
  "number": "79",
  "name": "Тень",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "80", "name": "Чёрный Лис", "kind": "Боевая карточка", "type": "-" }, {
  "number": "81",
  "name": "Человек-Волк",
  "kind": "Боевая карточка",
  "type": "СК"
}, { "number": "82", "name": "Доппельгангер", "kind": "Боевая карточка", "type": "-" }, {
  "number": "83",
  "name": "Тифозная Мэри",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "84", "name": "Ракетный Гонщик", "kind": "Боевая карточка", "type": "-" }, {
  "number": "85",
  "name": "Флэш Томпсон",
  "kind": "Боевая карточка",
  "type": "СК"
}, { "number": "86", "name": "Подводник", "kind": "Боевая карточка", "type": "-" }, {
  "number": "87",
  "name": "Скрайер",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "88", "name": "Шадрак", "kind": "Боевая карточка", "type": "-" }, {
  "number": "89",
  "name": "Электро",
  "kind": "Боевая карточка",
  "type": "СК"
}, { "number": "90", "name": "Тарантул", "kind": "Боевая карточка", "type": "-" }, {
  "number": "91",
  "name": "Джордж Стэйси",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "92", "name": "Рикошет", "kind": "Боевая карточка", "type": "-" }, {
  "number": "93",
  "name": "Ник Фьюри",
  "kind": "Боевая карточка",
  "type": "СК"
}, { "number": "94", "name": "Медуза", "kind": "Боевая карточка", "type": "-" }, {
  "number": "95",
  "name": "Ожог",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "96", "name": "Калипсо", "kind": "Боевая карточка", "type": "-" }, {
  "number": "97",
  "name": "Мэри Джейн",
  "kind": "Боевая карточка",
  "type": "СК"
}, { "number": "98", "name": "Челюсть", "kind": "Боевая карточка", "type": "-" }, {
  "number": "99",
  "name": "Токсин",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "100", "name": "Зверь", "kind": "Боевая карточка", "type": "-" }, {
  "number": "101",
  "name": "Носорог",
  "kind": "Боевая карточка",
  "type": "СК"
}, { "number": "102", "name": "Видение", "kind": "Боевая карточка", "type": "-" }, {
  "number": "103",
  "name": "Мистер и миссис Паркер",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "104", "name": "Криминальный Гений", "kind": "Боевая карточка", "type": "-" }, {
  "number": "105",
  "name": "Питер Паркер",
  "kind": "Боевая карточка",
  "type": "СК"
}, { "number": "106", "name": "Красотка", "kind": "Боевая карточка", "type": "-" }, {
  "number": "107",
  "name": "Ловушник",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "108", "name": "Шанс", "kind": "Боевая карточка", "type": "-" }, {
  "number": "109",
  "name": "Мистерио",
  "kind": "Боевая карточка",
  "type": "СК"
}, { "number": "110", "name": "Головолом", "kind": "Боевая карточка", "type": "УК" }, {
  "number": "111",
  "name": "Нэд Лидс",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "112", "name": "Леший", "kind": "Боевая карточка", "type": "-" }, {
  "number": "113",
  "name": "Хамелеон",
  "kind": "Боевая карточка",
  "type": "СК"
}, { "number": "114", "name": "Соло", "kind": "Боевая карточка", "type": "-" }, {
  "number": "115",
  "name": "Ноктюрн",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "116", "name": "Мастер", "kind": "Боевая карточка", "type": "-" }, {
  "number": "117",
  "name": "Серебряный Сёрфер",
  "kind": "Боевая карточка",
  "type": "СК"
}, { "number": "118", "name": "Супердети", "kind": "Боевая карточка", "type": "УК" }, {
  "number": "119",
  "name": "Меченый",
  "kind": "Боевая карточка",
  "type": "УСК"
}, { "number": "120", "name": "Крик", "kind": "Боевая карточка", "type": "-" }, {
  "number": "121",
  "name": "Мендель Штромм",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "122", "name": "Человек-Муравей", "kind": "Боевая карточка", "type": "-" }, {
  "number": "123",
  "name": "Антиэлектро",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "124", "name": "Морж", "kind": "Боевая карточка", "type": "-" }, {
  "number": "125",
  "name": "Арана",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "126", "name": "Паукоброня", "kind": "Боевая карточка", "type": "-" }, {
  "number": "127",
  "name": "Волшебник",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "128", "name": "Прыгун", "kind": "Боевая карточка", "type": "-" }, {
  "number": "129",
  "name": "Чёрная Пантера",
  "kind": "Боевая карточка",
  "type": "СК"
}, { "number": "130", "name": "Железный Паук", "kind": "Боевая карточка", "type": "УСК" }, {
  "number": "131",
  "name": "Путешественник",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "132", "name": "Клеа", "kind": "Боевая карточка", "type": "-" }, {
  "number": "133",
  "name": "Великолепный Человек-Пакет",
  "kind": "Боевая карточка",
  "type": "УК"
}, { "number": "134", "name": "Могильщик", "kind": "Боевая карточка", "type": "-" }, {
  "number": "135",
  "name": "Капитан Марвел",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "136", "name": "Плащ", "kind": "Боевая карточка", "type": "-" }, {
  "number": "137",
  "name": "Человек-Паук 2211",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "138", "name": "Жестянщик", "kind": "Боевая карточка", "type": "-" }, {
  "number": "139",
  "name": "Клинч",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "140", "name": "Марвел-Маска", "kind": "Боевая карточка", "type": "-" }, {
  "number": "141",
  "name": "Танос",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "142", "name": "Сплав", "kind": "Боевая карточка", "type": "-" }, {
  "number": "143",
  "name": "Сумрак",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "144", "name": "Шестирукий Спайди", "kind": "Боевая карточка", "type": "-" }, {
  "number": "145",
  "name": "Мёртвая Голова-2",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "146", "name": "Иезекиль", "kind": "Боевая карточка", "type": "-" }, {
  "number": "147",
  "name": "Земля Икс",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "148", "name": "Запредельник", "kind": "Боевая карточка", "type": "УК" }, {
  "number": "149",
  "name": "Циклон",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "150", "name": "Сокол", "kind": "Боевая карточка", "type": "-" }, {
  "number": "151",
  "name": "Симбиот",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "152", "name": "Чёрный Тарантул", "kind": "Боевая карточка", "type": "-" }, {
  "number": "153",
  "name": "Огненная Звезда",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "154", "name": "Паук-Карнедж", "kind": "Боевая карточка", "type": "-" }, {
  "number": "155",
  "name": "Рой",
  "kind": "Боевая карточка",
  "type": "-"
}, {
  "number": "156",
  "name": "Скорпион против Человека-Паука",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "157", "name": "Доминик Фортуна", "kind": "Боевая карточка", "type": "-" }, {
  "number": "158",
  "name": "Пятно",
  "kind": "Боевая карточка",
  "type": "УСК"
}, { "number": "159", "name": "«Гидра»", "kind": "Боевая карточка", "type": "-" }, {
  "number": "160",
  "name": "Глория Грант",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "161", "name": "Бумеранг", "kind": "Боевая карточка", "type": "УСК" }, {
  "number": "162",
  "name": "Человек-Паук против Электро",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "163", "name": "Тор и Человек-Паук", "kind": "Боевая карточка", "type": "-" }, {
  "number": "164",
  "name": "Барни Бушкин",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "165", "name": "Демогоблин", "kind": "Боевая карточка", "type": "-" }, {
  "number": "166",
  "name": "Пазл",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "167", "name": "Шершень", "kind": "Боевая карточка", "type": "-" }, {
  "number": "168",
  "name": "Убийцы Пауков",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "169", "name": "Росомаха и Человек-Паук", "kind": "Боевая карточка", "type": "-" }, {
  "number": "170",
  "name": "Капитан Америка и Человек-Паук",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "171", "name": "Говард-Утка", "kind": "Боевая карточка", "type": "-" }, {
  "number": "172",
  "name": "Паукомор",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "173", "name": "Локи", "kind": "Боевая карточка", "type": "-" }, {
  "number": "174",
  "name": "Халк",
  "kind": "Боевая карточка",
  "type": "СК"
}, { "number": "175", "name": "Спайди, Карнедж и Веном", "kind": "Боевая карточка", "type": "-" }, {
  "number": "176",
  "name": "Сорокопут-Убийца",
  "kind": "Боевая карточка",
  "type": "-"
}, {
  "number": "177",
  "name": "Спайди против Зелёного Гоблина",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "178", "name": "Кинжал", "kind": "Боевая карточка", "type": "УСК" }, {
  "number": "179",
  "name": "Дормамму",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "180", "name": "Кравен", "kind": "Боевая карточка", "type": "СК" }, {
  "number": "181",
  "name": "Женщина-Невидимка",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "182", "name": "Седовласый", "kind": "Боевая карточка", "type": "-" }, {
  "number": "183",
  "name": "Спайди и Док Осьминог",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "184", "name": "Спайди и Человек-Песок", "kind": "Боевая карточка", "type": "УСК" }, {
  "number": "185",
  "name": "Железный Кулак",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "186", "name": "Шок", "kind": "Боевая карточка", "type": "-" }, {
  "number": "187",
  "name": "Безумный Джек",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "188", "name": "Рик Джонс", "kind": "Боевая карточка", "type": "-" }, {
  "number": "189",
  "name": "Человек-Дракон",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "190", "name": "Паутина Спайди", "kind": "Боевая карточка", "type": "-" }, {
  "number": "191",
  "name": "Паук-Халк",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "192", "name": "Ка-Зар", "kind": "Боевая карточка", "type": "-" }, {
  "number": "193",
  "name": "Грабитель",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "194", "name": "Мираж", "kind": "Боевая карточка", "type": "-" }, {
  "number": "195",
  "name": "Паукоящер",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "196", "name": "Жанна де Вульф", "kind": "Боевая карточка", "type": "-" }, {
  "number": "197",
  "name": "Золотой Жук",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "198", "name": "Мистер Браунстоун", "kind": "Боевая карточка", "type": "-" }, {
  "number": "199",
  "name": "Человек-Паук 2099",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "200", "name": "Мистер Фантастик", "kind": "Боевая карточка", "type": "УК" }, {
  "number": "201",
  "name": "Хобгоблин",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "202", "name": "Мистер Хайд", "kind": "Боевая карточка", "type": "-" }, {
  "number": "203",
  "name": "Манга-Спайди",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "204", "name": "Ночной Змей", "kind": "Боевая карточка", "type": "-" }, {
  "number": "205",
  "name": "Женщина-Паук",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "206", "name": "Фил Урих", "kind": "Боевая карточка", "type": "-" }, {
  "number": "207",
  "name": "Девушка-Паук",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "208", "name": "Нова", "kind": "Боевая карточка", "type": "-" }, {
  "number": "209",
  "name": "Шатра",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "210", "name": "Оса", "kind": "Боевая карточка", "type": "-" }, {
  "number": "211",
  "name": "Алистер Смит",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "212", "name": "Гарри Осборн", "kind": "Боевая карточка", "type": "-" }, {
  "number": "213",
  "name": "Скорпия",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "214", "name": "Чудо-Человек", "kind": "Боевая карточка", "type": "-" }, {
  "number": "215",
  "name": "Спайди-Мегаморф",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "216", "name": "Гений", "kind": "Боевая карточка", "type": "-" }, {
  "number": "217",
  "name": "Бородавочник",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "218", "name": "Дебби Уитман", "kind": "Боевая карточка", "type": "-" }, {
  "number": "219",
  "name": "Тысячник",
  "kind": "Боевая карточка",
  "type": "УК"
}, { "number": "220", "name": "Бродяга", "kind": "Боевая карточка", "type": "-" }, {
  "number": "221",
  "name": "Профессор Пауэр",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "222", "name": "Белый Тигр", "kind": "Боевая карточка", "type": "-" }, {
  "number": "223",
  "name": "Космо-Спайди",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "224", "name": "Шанна", "kind": "Боевая карточка", "type": "-" }, {
  "number": "225",
  "name": "Хоган-Разрушитель",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "226", "name": "Анна Мэй Уотсон", "kind": "Боевая карточка", "type": "-" }, {
  "number": "227",
  "name": "Чёрный костюм",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "228", "name": "Дж. Дж. Джеймисон", "kind": "Боевая карточка", "type": "-" }, {
  "number": "229",
  "name": "Ж-Ж-Жук",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "230", "name": "Коллин Винг", "kind": "Боевая карточка", "type": "-" }, {
  "number": "231",
  "name": "Радиоктивный паук",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "232", "name": "Чутьё Паука", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "233",
  "name": "Чёрный костюм",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "234", "name": "Паутинный снаряд", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "235",
  "name": "Тыквенная бомба",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "236", "name": "Огонь Человека-Факела", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "237",
  "name": "Вселенская сила",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "238", "name": "Формула Гоблина", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "239",
  "name": "Сыворотка суперсолдата",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "240", "name": "Сила Галактуса", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "241",
  "name": "Молот Тора",
  "kind": "Карточка-бонус",
  "type": "-"
}, {
  "number": "242",
  "name": "Морозная Атака Человека-Льда",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "243", "name": "Время разгрома!", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "244",
  "name": "Копьё Кравена",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "245", "name": "Стрелы Ястребиного Глаза", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "246",
  "name": "Дубинка Сорвиголовы",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "247", "name": "Удар адамантовых когтей", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "248",
  "name": "Броня Доктора Дума",
  "kind": "Карточка-бонус",
  "type": "-"
}, {
  "number": "249",
  "name": "Атака насекомых Человека-Муравья",
  "kind": "Карточка-бонус",
  "type": "-"
}, {
  "number": "250",
  "name": "Книга заклинаний Доктора Стренджа",
  "kind": "Карточка-бонус",
  "type": "-"
}, {
  "number": "251",
  "name": "Текущий кулак Человека-Песка",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "252", "name": "Сила Магнето", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "253",
  "name": "Хвост Скорпиона",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "254", "name": "Удар Железного Кулака", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "255",
  "name": "Щупальца Осьминога",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "256", "name": "Кража души Мефисто", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "257",
  "name": "Ярость Халка!",
  "kind": "Карточка-бонуса",
  "type": "-"
}, {
  "number": "258",
  "name": "Суперрастяжка Мистера Фантастика",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "259", "name": "Сглаз Алой Ведьмы", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "260",
  "name": "Заряд паутины Спайди",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "261", "name": "Щит Капитана Америки", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "262",
  "name": "Реактивный самолёт «Штопора»",
  "kind": "Карточка-бонус",
  "type": "-"
}, {
  "number": "263",
  "name": "Репульсорный луч Железного Человека",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "264", "name": "Телепорт Ночного Змея", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "265",
  "name": "Силовое поле Женщины-Невидимки",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "266", "name": "Удача в любви", "kind": "Боевая карточка", "type": "-" }, {
  "number": "267",
  "name": "Спайди: \"С большой силой...\"",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "268", "name": "Спайди и Водяной", "kind": "Боевая карточка", "type": "-" }, {
  "number": "269",
  "name": "Спайди и Комодо",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "270", "name": "Разыскивается!!!", "kind": "Боевая карточка", "type": "-" }, {
  "number": "271",
  "name": "Спайди и Поглощающий Человек",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "272", "name": "Спайди и Кравен", "kind": "Боевая карточка", "type": "-" }, {
  "number": "273",
  "name": "Спайди и Угроза",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "274", "name": "Спайди и Носорог", "kind": "Боевая карточка", "type": "-" }, {
  "number": "275",
  "name": "Спайди и Мастер",
  "kind": "Боевая карточка",
  "type": "-"
} ]
const spiderManCards2 = [ {
  "number": "276",
  "name": "Ястребиный Глаз",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "277", "name": "TURNING POINT", "kind": "Классическая обложка", "type": "-" }, {
  "number": "278",
  "name": "Человек-Песок и Водяной",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "279", "name": "Жёлтый Жакет", "kind": "Боевая карточка", "type": "-" }, {
  "number": "280",
  "name": "Меченый",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "281", "name": "Билет на Луну", "kind": "Особая", "type": "УК" }, {
  "number": "282",
  "name": "Меченый и Каратель",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "283", "name": "Карнедж", "kind": "Боевая карточка", "type": "-" }, {
  "number": "284",
  "name": "Трио Мстителей",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "285", "name": "Фантастическая помощь", "kind": "Особая", "type": "-" }, {
  "number": "286",
  "name": "Зверь",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "287", "name": "SPIDEY SAVES THE DAY", "kind": "Классическая обложка", "type": "-" }, {
  "number": "288",
  "name": "Доктор Дум и Доктор Осьминог",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "289", "name": "Подводник", "kind": "Боевая карточка", "type": "-" }, {
  "number": "290",
  "name": "Хамелеон",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "291", "name": "Радиоактивность", "kind": "Особая", "type": "-" }, {
  "number": "292",
  "name": "Суперкоманда",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "293", "name": "Доктор Осьминог", "kind": "Боевая карточка", "type": "-" }, {
  "number": "294",
  "name": "Чёрная Вдова и Ястребиный Глаз",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "295", "name": "Адский огонь", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "296",
  "name": "Тётушка Мэй",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "297", "name": "SPIDER-MAN NO MORE!", "kind": "Классическая обложка", "type": "-" }, {
  "number": "298",
  "name": "Гоблины атакуют",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "299", "name": "Капитан Марвел", "kind": "Боевая карточка", "type": "-" }, {
  "number": "300",
  "name": "Человек-Дракон",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "301", "name": "Суперлюбовь", "kind": "Особая", "type": "УК" }, {
  "number": "302",
  "name": "Тайные герои",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "303", "name": "Доктор Дум", "kind": "Боевая карточка", "type": "-" }, {
  "number": "304",
  "name": "Удар Халка",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "305", "name": "Гамма-сила", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "306",
  "name": "Капитан Америка",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "307", "name": "The FINAL CHAPTER!", "kind": "Классическая обложка", "type": "-" }, {
  "number": "308",
  "name": "Саблезуб и Стервятник",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "309", "name": "Сорвиголова", "kind": "Боевая карточка", "type": "-" }, {
  "number": "310",
  "name": "Электро",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "311", "name": "Живая Грязь", "kind": "Особая", "type": "-" }, {
  "number": "312",
  "name": "Тройная угроза",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "313", "name": "Криминальный Гений", "kind": "Боевая карточка", "type": "-" }, {
  "number": "314",
  "name": "Герои войны",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "315", "name": "Репульсорный луч", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "316",
  "name": "Чёрная Вдова",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "317", "name": "SABRETOOTH", "kind": "Классическая обложка", "type": "-" }, {
  "number": "318",
  "name": "Зловещий союз",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "319", "name": "Человек-Факел", "kind": "Боевая карточка", "type": "-" }, {
  "number": "320",
  "name": "Галактус",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "321", "name": "Чёрный костюм", "kind": "Особая", "type": "-" }, {
  "number": "322",
  "name": "«Ужасающая Четвёрка»",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "323", "name": "Гиббон", "kind": "Боевая карточка", "type": "-" }, {
  "number": "324",
  "name": "Космические силы",
  "kind": "Особая",
  "type": "УСК"
}, { "number": "325", "name": "Помощь Стренджа", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "326",
  "name": "Существо",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "327", "name": "Fantastic Four", "kind": "Классическая обложка", "type": "-" }, {
  "number": "328",
  "name": "Ящер и Морбиус",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "329", "name": "Мистер Фантастик", "kind": "Боевая карточка", "type": "-" }, {
  "number": "330",
  "name": "Зелёный Гоблин",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "331", "name": "Согласись, тигр!", "kind": "Боевая карточка", "type": "-" }, {
  "number": "332",
  "name": "Человек-Паук и Человек-Факел",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "333", "name": "Твёрдый Лоб", "kind": "Боевая карточка", "type": "-" }, {
  "number": "334",
  "name": "Враги и союзники",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "335", "name": "Сила Новы", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "336",
  "name": "Призрачный Гонщик",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "337", "name": "GIANT-SIZED 200 ISSUE", "kind": "Классическая обложка", "type": "-" }, {
  "number": "338",
  "name": "Падаль и Паразит",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "339", "name": "Халк", "kind": "Боевая карточка", "type": "-" }, {
  "number": "340",
  "name": "Хобгоблин",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "341", "name": "Мутация!", "kind": "Особая", "type": "УК" }, {
  "number": "342",
  "name": "Кравен и Гиббон",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "343", "name": "«Гидра»", "kind": "Боевая карточка", "type": "-" }, {
  "number": "344",
  "name": "Семейные узы",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "345", "name": "Затерянный город", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "346",
  "name": "Железный Человек",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "347", "name": "Статуя Свободы", "kind": "Суперместа", "type": "-" }, {
  "number": "348",
  "name": "А вот и плохиши",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "349", "name": "Женщина-Невидимка", "kind": "Боевая карточка", "type": "УК" }, {
  "number": "350",
  "name": "Водяной",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "351", "name": "Паук-Человек", "kind": "Особая", "type": "-" }, {
  "number": "352",
  "name": "Что, если...",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "353", "name": "Джаггернаут", "kind": "Боевая карточка", "type": "УСК" }, {
  "number": "354",
  "name": "Человек-Факел и Существо",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "355", "name": "Сила Тора", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "356",
  "name": "Док Самсон",
  "kind": "Боевая карточка",
  "type": "-"
}, {
  "number": "357",
  "name": "The SPIDER or the MAN?",
  "kind": "Классическая обложка",
  "type": "-"
}, { "number": "358", "name": "Двойные неприятности", "kind": "Боевая карточка", "type": "-" }, {
  "number": "359",
  "name": "Чёрный Гром",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "360", "name": "Амбал", "kind": "Боевая карточка", "type": "-" }, {
  "number": "361",
  "name": "«Оружие Икс»",
  "kind": "Особая",
  "type": "-"
}, { "number": "362", "name": "Клинч", "kind": "Боевая карточка", "type": "-" }, {
  "number": "363",
  "name": "Кравен",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "364", "name": "Старая школа", "kind": "Боевая карточка", "type": "-" }, {
  "number": "365",
  "name": "Трикстер",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "366", "name": "Ник Фьюри", "kind": "Боевая карточка", "type": "-" }, {
  "number": "367",
  "name": "EVEN IF I LIVE...",
  "kind": "Классическая обложка",
  "type": "-"
}, { "number": "368", "name": "Космическая опасность", "kind": "Боевая карточка", "type": "-" }, {
  "number": "369",
  "name": "Нова",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "370", "name": "Ящер", "kind": "Боевая карточка", "type": "-" }, {
  "number": "371",
  "name": "Первая охота",
  "kind": "Особая",
  "type": "-"
}, { "number": "372", "name": "«Штопор» атакует", "kind": "Боевая карточка", "type": "-" }, {
  "number": "373",
  "name": "Локи",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "374", "name": "Все герои", "kind": "Боевая карточка", "type": "-" }, {
  "number": "375",
  "name": "Паутиноголовый",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "376", "name": "Ка-Зар", "kind": "Боевая карточка", "type": "-" }, {
  "number": "377",
  "name": "THE RUMORS ARE TRUE.",
  "kind": "Классическая обложка",
  "type": "-"
}, { "number": "378", "name": "Троица зла", "kind": "Боевая карточка", "type": "-" }, {
  "number": "379",
  "name": "Шанна",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "380", "name": "Магнето", "kind": "Боевая карточка", "type": "-" }, {
  "number": "381",
  "name": "Рождение Сёрфера",
  "kind": "Особая",
  "type": "-"
}, { "number": "382", "name": "Клеа", "kind": "Боевая карточка", "type": "-" }, {
  "number": "383",
  "name": "Морбиус",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "384", "name": "Конец дружбы", "kind": "Боевая карточка", "type": "-" }, {
  "number": "385",
  "name": "Чутьё Паука",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "386", "name": "Чёрная Пантера", "kind": "Боевая карточка", "type": "-" }, {
  "number": "387",
  "name": "SECRET WARS",
  "kind": "Классическая обложка",
  "type": "-"
}, { "number": "388", "name": "Карнедж и Веном", "kind": "Боевая карточка", "type": "УК" }, {
  "number": "389",
  "name": "Геркулес",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "390", "name": "Морлан", "kind": "Боевая карточка", "type": "-" }, {
  "number": "391",
  "name": "Железный Человек, Марк 1",
  "kind": "Особая",
  "type": "-"
}, { "number": "392", "name": "Плащ и Кинжал", "kind": "Боевая карточка", "type": "-" }, {
  "number": "393",
  "name": "Мистерио",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "394", "name": "Лунный Рыцарь и Каратель", "kind": "Боевая карточка", "type": "-" }, {
  "number": "395",
  "name": "Чёрный костюм",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "396", "name": "Железный Кулак", "kind": "Боевая карточка", "type": "-" }, {
  "number": "397",
  "name": "AMAZING FANTASY",
  "kind": "Классическая обложка",
  "type": "-"
}, { "number": "398", "name": "«Зловещая Пятёрка»", "kind": "Боевая карточка", "type": "-" }, {
  "number": "399",
  "name": "Леший",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "400", "name": "Кошмар", "kind": "Боевая карточка", "type": "-" }, {
  "number": "401",
  "name": "Полный Карнедж",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "402", "name": "Асгард", "kind": "Суперместа", "type": "-" }, {
  "number": "403",
  "name": "Красный Череп",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "404", "name": "Ярость", "kind": "Боевая карточка", "type": "-" }, {
  "number": "405",
  "name": "Помощь Спайди",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "406", "name": "Блэйд", "kind": "Боевая карточка", "type": "-" }, {
  "number": "407",
  "name": "THE ENFORCERS!",
  "kind": "Классическая обложка",
  "type": "-"
}, { "number": "408", "name": "Электро и Скорпион", "kind": "Боевая карточка", "type": "-" }, {
  "number": "409",
  "name": "Доктор Стрендж",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "410", "name": "Носорог", "kind": "Боевая карточка", "type": "-" }, {
  "number": "411",
  "name": "Команда",
  "kind": "Особая",
  "type": "-"
}, { "number": "412", "name": "Абсолютная мощь", "kind": "Боевая карточка", "type": "УСК" }, {
  "number": "413",
  "name": "Саблезуб",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "414", "name": "Герои", "kind": "Боевая карточка", "type": "-" }, {
  "number": "415",
  "name": "Действие",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "416", "name": "Медуза", "kind": "Боевая карточка", "type": "-" }, {
  "number": "417",
  "name": "THE SINISTER SIX!",
  "kind": "Классическая обложка",
  "type": "-"
}, { "number": "418", "name": "Шокер и Демон Скорости", "kind": "Боевая карточка", "type": "-" }, {
  "number": "419",
  "name": "Человек-Волк",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "420", "name": "Человек-Песок", "kind": "Боевая карточка", "type": "-" }, {
  "number": "421",
  "name": "Чёрная Кошка",
  "kind": "Особая",
  "type": "-"
}, { "number": "422", "name": "Капитан Вселенная", "kind": "Боевая карточка", "type": "-" }, {
  "number": "423",
  "name": "Скорпион",
  "kind": "Боевая карточка",
  "type": "УК"
}, { "number": "424", "name": "Красавица и Чудовище", "kind": "Боевая карточка", "type": "-" }, {
  "number": "425",
  "name": "Сила Паука",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "426", "name": "Капитан Британия", "kind": "Боевая карточка", "type": "-" }, {
  "number": "427",
  "name": "VENOM IS BACK!",
  "kind": "Классическая обложка",
  "type": "-"
}, { "number": "428", "name": "Кравен и Стервятник", "kind": "Боевая карточка", "type": "-" }, {
  "number": "429",
  "name": "Человек-Паук",
  "kind": "Боевая карточка",
  "type": "УК"
}, { "number": "430", "name": "Шокер", "kind": "Боевая карточка", "type": "-" }, {
  "number": "431",
  "name": "Мёртвый Спайди",
  "kind": "Особая",
  "type": "-"
}, { "number": "432", "name": "Человек-Паук и Блэйд", "kind": "Боевая карточка", "type": "-" }, {
  "number": "433",
  "name": "Суперскрулл",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "434", "name": "Дочери Дракона", "kind": "Боевая карточка", "type": "-" }, {
  "number": "435",
  "name": "Скорость Паука",
  "kind": "Карточка-бонус",
  "type": "УСК"
}, { "number": "436", "name": "Чёрная Кошка", "kind": "Боевая карточка", "type": "-" }, {
  "number": "437",
  "name": "THE NON-MUTANT...",
  "kind": "Классическая обложка",
  "type": "-"
}, { "number": "438", "name": "Плохиши объединяются", "kind": "Боевая карточка", "type": "-" }, {
  "number": "439",
  "name": "Женщина-Паук",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "440", "name": "Тарантул", "kind": "Боевая карточка", "type": "-" }, {
  "number": "441",
  "name": "Космический Карнедж",
  "kind": "Особая",
  "type": "УК"
}, { "number": "442", "name": "Астероид М", "kind": "Суперместа", "type": "-" }, {
  "number": "443",
  "name": "Мастер",
  "kind": "Боевая карточка",
  "type": "-"
}, {
  "number": "444",
  "name": "Железный Человек и Лунный Рыцарь",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "445", "name": "Влип!", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "446",
  "name": "Девушка-Паук",
  "kind": "Боевая карточка",
  "type": "-"
}, {
  "number": "447",
  "name": "THE SPECTACULAR SPIDER MAN",
  "kind": "Классическая обложка",
  "type": "-"
}, { "number": "448", "name": "Клуб Карнеджа", "kind": "Боевая карточка", "type": "-" }, {
  "number": "449",
  "name": "Серебряный Сёрфер",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "450", "name": "Танос", "kind": "Боевая карточка", "type": "-" }, {
  "number": "451",
  "name": "Последняя охота Кравена",
  "kind": "Особая",
  "type": "-"
}, { "number": "452", "name": "Альянс героев", "kind": "Боевая карточка", "type": "-" }, {
  "number": "453",
  "name": "Ловушник",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "454", "name": "Команда Сёрфера", "kind": "Боевая карточка", "type": "-" }, {
  "number": "455",
  "name": "Скорость Паука",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "456", "name": "Тор", "kind": "Боевая карточка", "type": "-" }, {
  "number": "457",
  "name": "THE CHAMELEON STRIKES!",
  "kind": "Классическая обложка",
  "type": "-"
}, { "number": "458", "name": "Атлантида", "kind": "Суперместа", "type": "-" }, {
  "number": "459",
  "name": "Искра",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "460", "name": "Паразит", "kind": "Боевая карточка", "type": "-" }, {
  "number": "461",
  "name": "Рождение Новы",
  "kind": "Особая",
  "type": "-"
}, { "number": "462", "name": "Мадрипур", "kind": "Суперместа", "type": "-" }, {
  "number": "463",
  "name": "Стервятник",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "464", "name": "Чёрная Кошка и Пума", "kind": "Боевая карточка", "type": "-" }, {
  "number": "465",
  "name": "Радиоктивный Паук",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "466", "name": "Росомаха", "kind": "Боевая карточка", "type": "-" }, {
  "number": "467",
  "name": "SPECIAL WEDDING ISSUE!",
  "kind": "Классическая обложка",
  "type": "-"
}, { "number": "468", "name": "Аттилан", "kind": "Суперместа", "type": "-" }, {
  "number": "469",
  "name": "Ночной Змей",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "470", "name": "Циркач", "kind": "Боевая карточка", "type": "-" }, {
  "number": "471",
  "name": "Внимание, Скорпион!",
  "kind": "Особая",
  "type": "-"
}, { "number": "472", "name": "Странные союзники", "kind": "Боевая карточка", "type": "-" }, {
  "number": "473",
  "name": "Пазл",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "474", "name": "Великие герои", "kind": "Боевая карточка", "type": "-" }, {
  "number": "475",
  "name": "Чутьё Паука",
  "kind": "Особая",
  "type": "УСК"
}, { "number": "476", "name": "Говард-Утка", "kind": "Боевая карточка", "type": "-" }, {
  "number": "477",
  "name": "THE INCREDIBLE HULK",
  "kind": "Классическая обложка",
  "type": "-"
}, { "number": "478", "name": "«Дейли Багл»", "kind": "Суперместа", "type": "-" }, {
  "number": "479",
  "name": "Челюсть",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "480", "name": "Прыгун", "kind": "Боевая карточка", "type": "-" }, {
  "number": "481",
  "name": "Опознание",
  "kind": "Особая",
  "type": "-"
}, { "number": "482", "name": "Таинственный портал", "kind": "Суперместа", "type": "-" }, {
  "number": "483",
  "name": "Мистер Хайд",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "484", "name": "Геркулес и Подводник", "kind": "Боевая карточка", "type": "-" }, {
  "number": "485",
  "name": "В паутине",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "486", "name": "Алая Ведьма", "kind": "Боевая карточка", "type": "-" }, {
  "number": "487",
  "name": "SPIDEY BATTLES DAREDEVIL!",
  "kind": "Классическая обложка",
  "type": "-"
}, { "number": "488", "name": "Замок Дума", "kind": "Суперместа", "type": "-" }, {
  "number": "489",
  "name": "Лунный Рыцарь",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "490", "name": "Расплавленный Человек", "kind": "Боевая карточка", "type": "-" }, {
  "number": "491",
  "name": "Фантастическое начало",
  "kind": "Особая",
  "type": "-"
}, { "number": "492", "name": "Уличное правосудие", "kind": "Боевая карточка", "type": "-" }, {
  "number": "493",
  "name": "Буквоед",
  "kind": "Боевая карточка",
  "type": "-"
}, {
  "number": "494",
  "name": "Капитан Америка и Сорвиголова",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "495", "name": "Когти из адамантиума", "kind": "Карточка-бонус", "type": "УК" }, {
  "number": "496",
  "name": "Рик Джонс",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "497", "name": "KRAVEN, THE HUNTER!", "kind": "Классическая обложка", "type": "-" }, {
  "number": "498",
  "name": "ТАА",
  "kind": "Суперместа",
  "type": "-"
}, { "number": "499", "name": "Тритон", "kind": "Боевая карточка", "type": "-" }, {
  "number": "500",
  "name": "Демогоблин",
  "kind": "Боевая карточка",
  "type": "УСК"
}, { "number": "501", "name": "Личность Гоблина раскрыта!", "kind": "Особая", "type": "-" }, {
  "number": "502",
  "name": "Университет Имперского Штата",
  "kind": "Суперместа",
  "type": "-"
}, { "number": "503", "name": "Могильщик", "kind": "Боевая карточка", "type": "-" }, {
  "number": "504",
  "name": "Человек-Паук и Веном",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "505", "name": "Гамма-скорость", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "506",
  "name": "Видение",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "507", "name": "THE PUNISHER", "kind": "Классическая обложка", "type": "-" }, {
  "number": "508",
  "name": "Луна",
  "kind": "Суперместа",
  "type": "-"
}, { "number": "509", "name": "Сорвиголова и Человек-Паук", "kind": "Боевая карточка", "type": "-" }, {
  "number": "510",
  "name": "Сердце",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "511", "name": "Происхождение Халка", "kind": "Особая", "type": "-" }, {
  "number": "512",
  "name": "Чёрная Кошка и Человек-Паук",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "513", "name": "Блуждающий Огонь", "kind": "Боевая карточка", "type": "-" }, {
  "number": "514",
  "name": "Человек-Паук и Локи",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "515", "name": "Гамма-сила", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "516",
  "name": "Белый Кролик и Морж",
  "kind": "Боевая карточка",
  "type": "-"
}, {
  "number": "517",
  "name": "NEVER LET THE BLACK CAT CROSS YOUR PATH!",
  "kind": "Классическая обложка",
  "type": "-"
}, { "number": "518", "name": "Негативная зона", "kind": "Суперместа", "type": "-" }, {
  "number": "519",
  "name": "Человек-Паук и Железный Человек",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "520", "name": "Гризли", "kind": "Боевая карточка", "type": "-" }, {
  "number": "521",
  "name": "Человек-Паук и Мистер Фантастик",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "522", "name": "Гелионосец", "kind": "Суперместа", "type": "-" }, {
  "number": "523",
  "name": "Железный Человек и Халк",
  "kind": "Боевая карточка",
  "type": "-"
}, {
  "number": "524",
  "name": "Лунный Рыцарь и Человек-Паук",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "525", "name": "Башня Старка", "kind": "Суперместа", "type": "-" }, {
  "number": "526",
  "name": "Доктор Стрендж и «Фантастическая Четвёрка»",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "527", "name": "WOLVERINE", "kind": "Классическая обложка", "type": "-" }, {
  "number": "528",
  "name": "Храм Паука",
  "kind": "Суперместа",
  "type": "-"
}, { "number": "529", "name": "Шакал и Крик", "kind": "Боевая карточка", "type": "-" }, {
  "number": "530",
  "name": "Паразит и Ящер",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "531", "name": "Боевой мир", "kind": "Суперместа", "type": "-" }, {
  "number": "532",
  "name": "Плохая примета",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "533", "name": "Кравен и Гиббон", "kind": "Боевая карточка", "type": "-" }, {
  "number": "534",
  "name": "Человек-Паук и Иезекиль",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "535", "name": "Человек-Песок атакует!", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "536",
  "name": "Расплавленный Человек и Блуждающий Огонь",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "537", "name": "Стервятник и Хобгоблин", "kind": "Боевая карточка", "type": "-" }, {
  "number": "538",
  "name": "Болото",
  "kind": "Суперместа",
  "type": "-"
}, { "number": "539", "name": "Дормамму", "kind": "Боевая карточка", "type": "-" }, {
  "number": "540",
  "name": "Космическая связь",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "541", "name": "Бакстер Билдинг", "kind": "Суперместа", "type": "-" }, {
  "number": "542",
  "name": "Ваканда",
  "kind": "Суперместа",
  "type": "-"
}, { "number": "543", "name": "«Фантастическая Двойка»", "kind": "Боевая карточка", "type": "-" }, {
  "number": "544",
  "name": "Человек-Паук и Чёрная кошка",
  "kind": "Боевая карточка",
  "type": "-"
}, { "number": "545", "name": "Альянс Злодеев", "kind": "Боевая карточка", "type": "-" }, {
  "number": "546",
  "name": "Спайди и Лягушка-Тор",
  "kind": "Боевая карточка",
  "type": "-"
}, {
  "number": "547",
  "name": "Чёрная Вдова, Капитан Америка и Логан",
  "kind": "Боевая карточка",
  "type": "УК"
}, { "number": "548", "name": "Нью-Йорк", "kind": "Суперместа", "type": "-" }, {
  "number": "549",
  "name": "Остров Райкера",
  "kind": "Суперместа",
  "type": "-"
}, { "number": "550", "name": "Сорвиголова и Росомаха", "kind": "Боевая карточка", "type": "-" } ];
const spiderManCards3 = [ {
  "number": "551",
  "name": "Ястребиный глаз",
  "kind": "Друзья",
  "type": "-"
}, { "number": "552", "name": "Классическая обложка", "kind": "Классическая обложка", "type": "-" }, {
  "number": "553",
  "name": "Жучок",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "554", "name": "Желтый жакет", "kind": "Друзья", "type": "-" }, {
  "number": "555",
  "name": "Меченый",
  "kind": "Злодеи",
  "type": "СК"
}, { "number": "556", "name": "Побег грабителя", "kind": "Особая", "type": "-" }, {
  "number": "557",
  "name": "Паутиномет",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "558", "name": "Карнедж", "kind": "Злодеи", "type": "-" }, {
  "number": "559",
  "name": "Человек-Паук и Капитан Америка",
  "kind": "-",
  "type": "-"
}, { "number": "560", "name": "Убийца пауков", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "561",
  "name": "Зверь",
  "kind": "Друзья",
  "type": "УК"
}, { "number": "562", "name": "Классическая обложка", "kind": "Классическая обложка", "type": "-" }, {
  "number": "563",
  "name": "Фантастикар",
  "kind": "-",
  "type": "-"
}, { "number": "564", "name": "Подводник", "kind": "Друзья", "type": "СК" }, {
  "number": "565",
  "name": "Хамелеон",
  "kind": "Злодеи",
  "type": "-"
}, { "number": "566", "name": "Гоблин повержен", "kind": "Особая", "type": "-" }, {
  "number": "567",
  "name": "Спайди и Клинч",
  "kind": "-",
  "type": "-"
}, { "number": "568", "name": "Доктор Осьминог", "kind": "Злодеи", "type": "СК" }, {
  "number": "569",
  "name": "Трон Асгарда",
  "kind": "Суперместа",
  "type": "-"
}, { "number": "570", "name": "Квинджет", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "571",
  "name": "Тётушка Мэй",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "572", "name": "Классическая обложка", "kind": "Классическая обложка", "type": "-" }, {
  "number": "573",
  "name": "Модель-приманка",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "574", "name": "Капитан Марвел", "kind": "Друзья", "type": "-" }, {
  "number": "575",
  "name": "Человек-Дракон",
  "kind": "Злодеи",
  "type": "-"
}, { "number": "576", "name": "Смерть Гвен", "kind": "Особая", "type": "-" }, {
  "number": "577",
  "name": "Спайди и Призрачный Гонщик",
  "kind": "-",
  "type": "-"
}, { "number": "578", "name": "Доктор Дум", "kind": "-", "type": "СК" }, {
  "number": "579",
  "name": "Город будущего",
  "kind": "Суперместа",
  "type": "УСК"
}, { "number": "580", "name": "Перчатка с репульсором", "kind": "Карточка-бонус", "type": "УК" }, {
  "number": "581",
  "name": "Капитан Америка",
  "kind": "Друзья",
  "type": "СК"
}, { "number": "582", "name": "Классическая обложка", "kind": "Классическая обложка", "type": "-" }, {
  "number": "583",
  "name": "Система слежения",
  "kind": "Карточка-бонус",
  "type": "СК"
}, { "number": "584", "name": "Сорвиголова", "kind": "Друзья", "type": "-" }, {
  "number": "585",
  "name": "Электро",
  "kind": "Злодеи",
  "type": "-"
}, { "number": "586", "name": "Шакал развенчан", "kind": "Особая", "type": "-" }, {
  "number": "587",
  "name": "Укромное местечко Росомахи",
  "kind": "Суперместа",
  "type": "-"
}, { "number": "588", "name": "Криминальный Гений", "kind": "-", "type": "-" }, {
  "number": "589",
  "name": "Спайди и Сорвиголова",
  "kind": "Команда",
  "type": "-"
}, { "number": "590", "name": "Глайдер Гоблина", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "591",
  "name": "Чёрная Вдова",
  "kind": "Друзья",
  "type": "-"
}, { "number": "592", "name": "Классическая обложка", "kind": "Классическая обложка", "type": "-" }, {
  "number": "593",
  "name": "Щупальце Осьминога",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "594", "name": "Человек-Факел", "kind": "Друзья", "type": "-" }, {
  "number": "595",
  "name": "Галактус",
  "kind": "Злодеи",
  "type": "СК"
}, { "number": "596", "name": "Ультразвуковая атака", "kind": "Особая", "type": "-" }, {
  "number": "597",
  "name": "Мир Дормамму",
  "kind": "Суперместа",
  "type": "-"
}, { "number": "598", "name": "Гиббон", "kind": "-", "type": "-" }, {
  "number": "599",
  "name": "Космический Спайди",
  "kind": "Особая",
  "type": "-"
}, { "number": "600", "name": "Церебро", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "601",
  "name": "Существо",
  "kind": "Друзья",
  "type": "СК"
}, { "number": "602", "name": "Классическая обложка", "kind": "Классическая обложка", "type": "-" }, {
  "number": "603",
  "name": "Гамма-бомба",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "604", "name": "Мистер Фантастик", "kind": "Друзья", "type": "-" }, {
  "number": "605",
  "name": "Зелёный Гоблин",
  "kind": "Злодеи",
  "type": "СК"
}, { "number": "606", "name": "Возвращение Гоблина", "kind": "Особая", "type": "-" }, {
  "number": "607",
  "name": "Спайди и Человек-Факел",
  "kind": "Команда",
  "type": "-"
}, { "number": "608", "name": "Твёрдый Лоб", "kind": "Злодеи", "type": "-" }, {
  "number": "609",
  "name": "Полигон гамма-бомбы",
  "kind": "Суперместа",
  "type": "-"
}, { "number": "610", "name": "Звездолёт Галактуса", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "611",
  "name": "Призрачный Гонщик",
  "kind": "-",
  "type": "-"
}, { "number": "612", "name": "Классическая обложка", "kind": "Классическая обложка", "type": "-" }, {
  "number": "613",
  "name": "Абсолютный нулификатор",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "614", "name": "Халк", "kind": "Друзья", "type": "СК" }, {
  "number": "615",
  "name": "Хобгоблин",
  "kind": "Злодеи",
  "type": "-"
}, { "number": "616", "name": "Алый Паук", "kind": "Особая", "type": "-" }, {
  "number": "617",
  "name": "\"Дейли Багл\"",
  "kind": "Суперместа",
  "type": "-"
}, { "number": "618", "name": "\"Гидра\"", "kind": "Злодеи", "type": "-" }, {
  "number": "619",
  "name": "Железный Человек и Лунный Рыцарь",
  "kind": "Команда",
  "type": "-"
}, { "number": "620", "name": "Ультрон", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "621",
  "name": "Железный Человек",
  "kind": "Герои",
  "type": "-"
}, { "number": "622", "name": "Переулок", "kind": "Суперместа", "type": "-" }, {
  "number": "623",
  "name": "Думбот",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "624", "name": "Женщина-Невидимка", "kind": "Друзья", "type": "УК" }, {
  "number": "625",
  "name": "Водяной",
  "kind": "-",
  "type": "-"
}, { "number": "626", "name": "Путь зла", "kind": "Особая", "type": "-" }, {
  "number": "627",
  "name": "\"Осборн Индастриз\"",
  "kind": "Суперместа",
  "type": "-"
}, { "number": "628", "name": "Джаггернаут", "kind": "Злодеи", "type": "СК" }, {
  "number": "629",
  "name": "Улицы Манхэттена",
  "kind": "Суперместа",
  "type": "-"
}, { "number": "630", "name": "Нестабильные молекулы", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "631",
  "name": "Доктор Самсон",
  "kind": "Друзья",
  "type": "-"
}, { "number": "632", "name": "Классическая обложка", "kind": "Классическая обложка", "type": "-" }, {
  "number": "633",
  "name": "Крылья Сокола",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "634", "name": "Чёрный Гром", "kind": "-", "type": "-" }, {
  "number": "635",
  "name": "Амбал",
  "kind": "Злодеи",
  "type": "СК"
}, { "number": "636", "name": "Заморозка", "kind": "Особая", "type": "-" }, {
  "number": "637",
  "name": "Клинч",
  "kind": "Друзья",
  "type": "-"
}, { "number": "638", "name": "Кравен", "kind": "-", "type": "-" }, {
  "number": "639",
  "name": "Халк и Фантастическая Четвёрка",
  "kind": "-",
  "type": "-"
}, { "number": "640", "name": "Очки Циклопа", "kind": "Карточка-бонус", "type": "УК" }, {
  "number": "641",
  "name": "Ник Фьюри",
  "kind": "-",
  "type": "-"
}, { "number": "642", "name": "Классическая обложка", "kind": "Классическая обложка", "type": "-" }, {
  "number": "643",
  "name": "Сигнализация \"Фантастической Четвёрки\"",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "644", "name": "Нова", "kind": "-", "type": "-" }, {
  "number": "645",
  "name": "Ящер",
  "kind": "Злодеи",
  "type": "-"
}, { "number": "646", "name": "Верховный Колдун", "kind": "Особая", "type": "-" }, {
  "number": "647",
  "name": "Операция \"Штопора\"",
  "kind": "Команда",
  "type": "-"
}, { "number": "648", "name": "Локи", "kind": "Злодеи", "type": "СК" }, {
  "number": "649",
  "name": "Спайди и Соло",
  "kind": "-",
  "type": "-"
}, { "number": "650", "name": "Бионика Клинча", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "651",
  "name": "Ка-Зар",
  "kind": "Друзья",
  "type": "-"
}, { "number": "652", "name": "Классическая обложка", "kind": "Классическая обложка", "type": "-" }, {
  "number": "653",
  "name": "Укус Чёрной Вдовы",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "654", "name": "Шанна", "kind": "Друзья", "type": "-" }, {
  "number": "655",
  "name": "Магнето",
  "kind": "-",
  "type": "СК"
}, { "number": "656", "name": "Подводник развенчан", "kind": "Особая", "type": "-" }, {
  "number": "657",
  "name": "Клеа",
  "kind": "Друзья",
  "type": "-"
}, { "number": "658", "name": "Морбиус", "kind": "Злодеи", "type": "-" }, {
  "number": "659",
  "name": "Человек-Паук и Иезекиль",
  "kind": "Команда",
  "type": "-"
}, {
  "number": "660",
  "name": "Кибер-Шлем Человека-Муравья",
  "kind": "Карточка-бонус",
  "type": "УК"
}, { "number": "661", "name": "Чёрная Пантера", "kind": "Друзья", "type": "-" }, {
  "number": "662",
  "name": "Классическая обложка",
  "kind": "Классическая обложка",
  "type": "СК"
}, {
  "number": "663",
  "name": "Звуковая стрела Ястребиного Глаза",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "664", "name": "Геркулес", "kind": "Друзья", "type": "-" }, {
  "number": "665",
  "name": "Морлан",
  "kind": "Злодеи",
  "type": "-"
}, { "number": "666", "name": "Появление Призрачного Гонщика", "kind": "Особая", "type": "-" }, {
  "number": "667",
  "name": "Веном и Карнедж",
  "kind": "Команда",
  "type": "-"
}, { "number": "668", "name": "Мистерио", "kind": "Злодеи", "type": "-" }, {
  "number": "669",
  "name": "Гора Олимп",
  "kind": "Суперместа",
  "type": "-"
}, { "number": "670", "name": "Поглощающая броня", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "671",
  "name": "Железный Кулак",
  "kind": "Друзья",
  "type": "-"
}, { "number": "672", "name": "Классическая обложка", "kind": "Классическая обложка", "type": "-" }, {
  "number": "673",
  "name": "Шлем Железного Человека",
  "kind": "Карточка-бонус",
  "type": "СК"
}, { "number": "674", "name": "Леший", "kind": "-", "type": "-" }, {
  "number": "675",
  "name": "Кошмар",
  "kind": "Злодеи",
  "type": "-"
}, { "number": "676", "name": "Магнето возглавил Людей Икс", "kind": "Особая", "type": "-" }, {
  "number": "677",
  "name": "Аванпост Скруллов",
  "kind": "Суперместа",
  "type": "УСК"
}, { "number": "678", "name": "Красный Череп", "kind": "Злодеи", "type": "-" }, {
  "number": "679",
  "name": "Девушка-Паук и Алый Паук",
  "kind": "Команда",
  "type": "-"
}, { "number": "680", "name": "Страж", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "681",
  "name": "Блэйд",
  "kind": "Друзья",
  "type": "-"
}, { "number": "682", "name": "Классическая обложка", "kind": "Классическая обложка", "type": "-" }, {
  "number": "683",
  "name": "Коммуникационная сеть \"Штопора\"",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "684", "name": "Доктор Стрендж", "kind": "Друзья", "type": "СК" }, {
  "number": "685",
  "name": "Носорог",
  "kind": "Злодеи",
  "type": "-"
}, { "number": "686", "name": "Халк против Существа", "kind": "Особая", "type": "-" }, {
  "number": "687",
  "name": "Три Титана",
  "kind": "Команда",
  "type": "-"
}, { "number": "688", "name": "Саблезуб", "kind": "Злодеи", "type": "-" }, {
  "number": "689",
  "name": "Человек-Паук и Локи",
  "kind": "Команда",
  "type": "СК"
}, { "number": "690", "name": "Скелет Росомахи", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "691",
  "name": "Медуза",
  "kind": "Друзья",
  "type": "-"
}, { "number": "692", "name": "Классическая обложка", "kind": "Классическая обложка", "type": "-" }, {
  "number": "693",
  "name": "Адамантит",
  "kind": "Карточка-бонус",
  "type": "СК"
}, { "number": "694", "name": "Человек-Волк", "kind": "Друзья", "type": "-" }, {
  "number": "695",
  "name": "Человек-Песок",
  "kind": "Злодеи",
  "type": "-"
}, { "number": "696", "name": "Девушка-Паук", "kind": "Особая", "type": "-" }, {
  "number": "697",
  "name": "Капитан Вселенная",
  "kind": "Друзья",
  "type": "-"
}, { "number": "698", "name": "Скорпион", "kind": "Злодеи", "type": "-" }, {
  "number": "699",
  "name": "Команда \"Мстителей\"",
  "kind": "Команда",
  "type": "-"
}, { "number": "700", "name": "Когти из вибраниума", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "701",
  "name": "Капитан Британия",
  "kind": "Друзья",
  "type": "УСК"
}, { "number": "702", "name": "Классическая обложка", "kind": "Классическая обложка", "type": "-" }, {
  "number": "703",
  "name": "Укус Жёлтого Жакета",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "704", "name": "Человек-Паук", "kind": "Друзья", "type": "-" }, {
  "number": "705",
  "name": "Шокер",
  "kind": "Злодеи",
  "type": "УК"
}, { "number": "706", "name": "Росомаха нападает", "kind": "Особая", "type": "-" }, {
  "number": "707",
  "name": "Человек-Факел и Существо",
  "kind": "Команда",
  "type": "-"
}, { "number": "708", "name": "Суперскрулл", "kind": "Злодеи", "type": "-" }, {
  "number": "709",
  "name": "Спайди и Человек-Песок",
  "kind": "-",
  "type": "-"
}, { "number": "710", "name": "Частицы Пим", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "711",
  "name": "Чёрная Кошка",
  "kind": "Друзья",
  "type": "СК"
}, { "number": "712", "name": "Классическая обложка", "kind": "Классическая обложка", "type": "-" }, {
  "number": "713",
  "name": "Щит Капитана Америки",
  "kind": "Карточка-бонус",
  "type": "УК"
}, { "number": "714", "name": "Женщина-Паук", "kind": "Друзья", "type": "-" }, {
  "number": "715",
  "name": "Тарантул",
  "kind": "Злодеи",
  "type": "-"
}, { "number": "716", "name": "Мутация Зверя", "kind": "Особая", "type": "-" }, {
  "number": "717",
  "name": "Храм Силы",
  "kind": "Суперместа",
  "type": "-"
}, { "number": "718", "name": "Мастер", "kind": "Злодеи", "type": "-" }, {
  "number": "719",
  "name": "Ночной патруль",
  "kind": "Команда",
  "type": "-"
}, { "number": "720", "name": "Антенна Чёрного Грома", "kind": "Карточка-бонус", "type": "СК" }, {
  "number": "721",
  "name": "Девушка-Паук",
  "kind": "Друзья",
  "type": "-"
}, { "number": "722", "name": "Классическая обложка", "kind": "Классическая обложка", "type": "-" }, {
  "number": "723",
  "name": "Видение",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "724", "name": "Серебряный Сёрфер", "kind": "Друзья", "type": "СК" }, {
  "number": "725",
  "name": "Танос",
  "kind": "Злодеи",
  "type": "-"
}, { "number": "726", "name": "Встреча с вечностью", "kind": "Особая", "type": "-" }, {
  "number": "727",
  "name": "Защитники объединяются",
  "kind": "Команда",
  "type": "-"
}, { "number": "728", "name": "Тифозная Мэри", "kind": "Злодеи", "type": "-" }, {
  "number": "729",
  "name": "Женская сила",
  "kind": "Команда",
  "type": "-"
}, { "number": "730", "name": "Хвост Скорпиона", "kind": "Карточка-бонус", "type": "УК" }, {
  "number": "731",
  "name": "Тор",
  "kind": "Друзья",
  "type": "УСК"
}, { "number": "732", "name": "Классическая обложка", "kind": "Классическая обложка", "type": "-" }, {
  "number": "733",
  "name": "Водяная камера анабиоза",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "734", "name": "Искра", "kind": "Друзья", "type": "-" }, {
  "number": "735",
  "name": "Белый Кролик",
  "kind": "Злодеи",
  "type": "-"
}, { "number": "736", "name": "Люди Икс против \"Мстителей\"", "kind": "Особая", "type": "-" }, {
  "number": "737",
  "name": "Святая святых",
  "kind": "Cyперместа",
  "type": "-"
}, { "number": "738", "name": "Стервятник", "kind": "Злодеи", "type": "-" }, {
  "number": "739",
  "name": "\"Злодейская Четвёрка\"",
  "kind": "Команда",
  "type": "СК"
}, { "number": "740", "name": "Крылья Стервятника", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "741",
  "name": "Росомаха",
  "kind": "Друзья",
  "type": "УСК"
}, { "number": "742", "name": "Классическая обложка", "kind": "Классическая обложка", "type": "-" }, {
  "number": "743",
  "name": "Силовой посох Сердца",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "744", "name": "Ночной Змей", "kind": "Друзья", "type": "СК" }, {
  "number": "745",
  "name": "Циркач",
  "kind": "Злодеи",
  "type": "-"
}, { "number": "746", "name": "Космический куб", "kind": "Особая", "type": "-" }, {
  "number": "747",
  "name": "Чёрная Пантера и Блэйд",
  "kind": "Команда",
  "type": "-"
}, { "number": "748", "name": "Пазл", "kind": "Злодеи", "type": "-" }, {
  "number": "749",
  "name": "Ударная сила",
  "kind": "Команда",
  "type": "-"
}, { "number": "750", "name": "Портал в негативную зону", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "751",
  "name": "Говард-Утка",
  "kind": "Друзья",
  "type": "-"
}, { "number": "752", "name": "Классическая обложка", "kind": "Классическая обложка", "type": "-" }, {
  "number": "753",
  "name": "Мёртвая голова-2",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "754", "name": "Челюсть", "kind": "Друзья", "type": "-" }, {
  "number": "755",
  "name": "Прыгун",
  "kind": "Злодеи",
  "type": "-"
}, { "number": "756", "name": "Знакомься - Видение", "kind": "Особая", "type": "-" }, {
  "number": "757",
  "name": "Измерение Смерти",
  "kind": "Суперместа",
  "type": "-"
}, { "number": "758", "name": "Мистер Хайд", "kind": "Злодеи", "type": "-" }, {
  "number": "759",
  "name": "Тор и Росомаха",
  "kind": "Команда",
  "type": "СК"
}, { "number": "760", "name": "Браслеты Капитана Марвела", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "761",
  "name": "Алая Ведьма",
  "kind": "Друзья",
  "type": "-"
}, {
  "number": "762",
  "name": "Сорвиголова против Доктора Осьминога",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "763", "name": "Седовласый киборг", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "764",
  "name": "Лунный Рыцарь",
  "kind": "Друзья",
  "type": "-"
}, { "number": "765", "name": "Расплавленный Человек", "kind": "Злодеи", "type": "СК" }, {
  "number": "766",
  "name": "Сёрфер против Мефисто",
  "kind": "Особая",
  "type": "-"
}, {
  "number": "767",
  "name": "Человек-Паук и \"Фантастическая Четвёрка\"",
  "kind": "Команда",
  "type": "СК"
}, { "number": "768", "name": "Буквоед", "kind": "Злодеи", "type": "-" }, {
  "number": "769",
  "name": "Кравен и Стервятник",
  "kind": "Команда",
  "type": "-"
}, { "number": "770", "name": "Костюм Носорога", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "771",
  "name": "Рик Джонс",
  "kind": "Друзья",
  "type": "-"
}, { "number": "772", "name": "Железный Человек против Доктора Дума", "kind": "-", "type": "СК" }, {
  "number": "773",
  "name": "Газомёт Бродяги",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "774", "name": "Тритон", "kind": "Друзья", "type": "-" }, {
  "number": "775",
  "name": "Демогоблин",
  "kind": "Злодеи",
  "type": "-"
}, { "number": "776", "name": "Росомаха столкнулся с Адским Огнём", "kind": "Особая", "type": "-" }, {
  "number": "777",
  "name": "Мир Вечности",
  "kind": "Суперместа",
  "type": "-"
}, { "number": "778", "name": "Могильщик", "kind": "Злодеи", "type": "-" }, {
  "number": "779",
  "name": "Человек-Паук и Тор",
  "kind": "Команда",
  "type": "-"
}, {
  "number": "780",
  "name": "Смертельная пыль Красного Черепа",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "781", "name": "Видение", "kind": "Друзья", "type": "-" }, {
  "number": "782",
  "name": "Человек-Паук против Доктора Осьминога",
  "kind": "-",
  "type": "-"
}, { "number": "783", "name": "Мотоцикл Чёрной Пантеры", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "784",
  "name": "Твёрдый Лоб и Хамелеон",
  "kind": "Команда",
  "type": "-"
}, { "number": "785", "name": "Сердце", "kind": "Злодеи", "type": "СК" }, {
  "number": "786",
  "name": "Капитан присоединяется к \"Мстителям\"",
  "kind": "Особая",
  "type": "-"
}, { "number": "787", "name": "Росомаха и Саблезуб", "kind": "Команда", "type": "-" }, {
  "number": "788",
  "name": "Кукловод",
  "kind": "Злодеи",
  "type": "-"
}, { "number": "789", "name": "Железный Человек и Капитан Америка", "kind": "Команда", "type": "-" }, {
  "number": "790",
  "name": "Паукомобиль",
  "kind": "Карточка-бонус",
  "type": "УК"
}, { "number": "791", "name": "Летающий костюм \"Штопора\"", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "792",
  "name": "Халк против Геркулеса",
  "kind": "Карточка-бонус",
  "type": "УСК"
}, { "number": "793", "name": "Дубинка Сорвиголовы", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "794",
  "name": "Ник Фьюри и Капитан Америка",
  "kind": "Команда",
  "type": "-"
}, { "number": "795", "name": "Человек-Паук и Амбал", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "796",
  "name": "Халк и Сорвиголова",
  "kind": "-",
  "type": "-"
}, { "number": "797", "name": "Дом Четырёх Свобод", "kind": "Суперместа", "type": "-" }, {
  "number": "798",
  "name": "Чёрная Пантера и Люк Кейдж",
  "kind": "-",
  "type": "СК"
}, { "number": "799", "name": "Человек-Паук и Ящер", "kind": "Команда", "type": "-" }, {
  "number": "800",
  "name": "Реактивный ранец \"Штопора\"",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "801", "name": "Ка-Зар и Забу", "kind": "Команда", "type": "СК" }, {
  "number": "802",
  "name": "Кравен против Человека-Волка",
  "kind": "Карточка-бонус",
  "type": "-"
}, {
  "number": "803",
  "name": "Перчатка-бластер Доктора Дума",
  "kind": "Карточка-бонус",
  "type": "-"
}, {
  "number": "804",
  "name": "Летательный аппарат Ястребиного Глаза",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "805", "name": "Плавящий луч", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "806",
  "name": "ТАА II",
  "kind": "Суперместа",
  "type": "-"
}, { "number": "807", "name": "Зверь и Человек-Лёд", "kind": "Команда", "type": "-" }, {
  "number": "808",
  "name": "Посох Повелителя огня",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "809", "name": "Стервятник и Саблезуб", "kind": "Команда", "type": "-" }, {
  "number": "810",
  "name": "Виброкастеты",
  "kind": "Карточка-бонус",
  "type": "УК"
}, { "number": "811", "name": "Доска Серебряного Сёрфера", "kind": "-", "type": "СК" }, {
  "number": "812",
  "name": "Сигнал Паука",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "813", "name": "Глубоководная броня", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "814",
  "name": "Чёрная Пантера против Саблезуба",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "815", "name": "Дочери Дракона", "kind": "Команда", "type": "-" }, {
  "number": "816",
  "name": "Лаборатория Зверя",
  "kind": "Суперместа",
  "type": "-"
}, { "number": "817", "name": "Загробный мир", "kind": "Суперместа", "type": "СК" }, {
  "number": "818",
  "name": "Человек-Паук и Бродяга",
  "kind": "Команда",
  "type": "-"
}, { "number": "819", "name": "Чёрный Гром и Медуза", "kind": "Команда", "type": "-" }, {
  "number": "820",
  "name": "Человек-Паук против Кравена",
  "kind": "Карточка-бонус",
  "type": "-"
}, { "number": "821", "name": "Ястребиный Глаз и Чёрная Вдова", "kind": "Команда", "type": "-" }, {
  "number": "822",
  "name": "Железный Кулак и Люк Кейдж",
  "kind": "Команда",
  "type": "-"
}, { "number": "823", "name": "Каратель против Блэйда", "kind": "Карточка-бонус", "type": "-" }, {
  "number": "824",
  "name": "Лаборатория Оружия Икс",
  "kind": "Суперместа",
  "type": "-"
}, { "number": "825", "name": "Человек-Паук против Мистерио", "kind": "Карточка-бонус", "type": "-" } ]