const turtlesPart1 = [ { "number": "1", "name": "Посох бо Донателло", "kind": "Бонус", "type": "-" }, {
  "number": "2",
  "name": "Донателло, злобная ухмылка",
  "kind": "Герой",
  "type": "-"
}, { "number": "3", "name": "Сплинтер", "kind": "Герой", "type": "СP" }, {
  "number": "4",
  "name": "Сила черепашек",
  "kind": "Герои",
  "type": "-"
}, { "number": "5", "name": "Леонардо", "kind": "Герой", "type": "P" }, {
  "number": "6",
  "name": "Укус паука",
  "kind": "Существо",
  "type": "-"
}, { "number": "7", "name": "Сплинтер", "kind": "Герой", "type": "-" }, {
  "number": "8",
  "name": "Ч`релл - Шреддер утром",
  "kind": "Злодей",
  "type": "P"
}, { "number": "9", "name": "Микеланджело с нунчаками", "kind": "Герой", "type": "-" }, {
  "number": "10",
  "name": "Хоккейные клюшки",
  "kind": "Бонус",
  "type": "-"
}, { "number": "11", "name": "Кейси и Эйприл", "kind": "Герои", "type": "-" }, {
  "number": "12",
  "name": "Донателло",
  "kind": "Герой",
  "type": "P"
}, { "number": "13", "name": "Эльфинатор", "kind": "Злодей", "type": "-" }, {
  "number": "14",
  "name": "Леонардо, атака мечом",
  "kind": "Герой",
  "type": "-"
}, { "number": "15", "name": "Юные черепашки", "kind": "Герои", "type": "-" }, {
  "number": "16",
  "name": "Микеланджело, лобовая атака",
  "kind": "Герой",
  "type": "-"
}, { "number": "17", "name": "Микеланджело", "kind": "Герой", "type": "P" }, {
  "number": "18",
  "name": "Пурпурный дракон, шипы",
  "kind": "Пурпурный дракон",
  "type": "-"
}, { "number": "19", "name": "Мастер Йоши", "kind": "Герой", "type": "-" }, {
  "number": "20",
  "name": "Леонардо и Рафаэль",
  "kind": "Герои",
  "type": "-"
}, { "number": "21", "name": "Эйприл, одержимая кольцом", "kind": "Злодейка", "type": "-" }, {
  "number": "22",
  "name": "Сплинтер в атаке",
  "kind": "Герой",
  "type": "-"
}, { "number": "23", "name": "Наномеханический монстр", "kind": "Робот", "type": "-" }, {
  "number": "24",
  "name": "Донателло - вращательная атака",
  "kind": "Герой",
  "type": "-"
}, { "number": "25", "name": "Токка", "kind": "Злодей", "type": "-" }, {
  "number": "26",
  "name": "Леонардо - медведь - оборотень",
  "kind": "Герой",
  "type": "-"
}, { "number": "27", "name": "Рафаэль рычит", "kind": "Герой", "type": "-" }, {
  "number": "28",
  "name": "Мусорщик",
  "kind": "Злодей",
  "type": "СP"
}, { "number": "29", "name": "Мечи леонардо", "kind": "Бонус", "type": "-" }, {
  "number": "30",
  "name": "Донателло в прыжке",
  "kind": "Герой",
  "type": "-"
}, { "number": "31", "name": "Солдат фут - мутант", "kind": "Существо", "type": "-" }, {
  "number": "32",
  "name": "Рокстеди человек",
  "kind": "Злодей",
  "type": "-"
}, { "number": "33", "name": "Белый рыцарь", "kind": "Герой", "type": "УР" }, {
  "number": "34",
  "name": "Пурпурный даракон - крутой парень",
  "kind": "Пурпурный дракон",
  "type": "P"
}, { "number": "35", "name": "Рафаэль в канализационном скафандре", "kind": "Герой", "type": "-" }, {
  "number": "36",
  "name": "Гуманоид - конструкт",
  "kind": "Робот",
  "type": "СP"
}, { "number": "37", "name": "Леонардо - жираф", "kind": "Герой", "type": "-" }, {
  "number": "38",
  "name": "Рафаель - атака кинжалами",
  "kind": "Герой",
  "type": "-"
}, { "number": "39", "name": "Ведьма - хранитель врат", "kind": "Злодейка", "type": "-" }, {
  "number": "40",
  "name": "Сид, кузен Кейси",
  "kind": "Герой",
  "type": "-"
}, { "number": "41", "name": "Мозар", "kind": "Злодей", "type": "-" }, {
  "number": "42",
  "name": "Рафаэль, злой",
  "kind": "Герой",
  "type": "-"
}, { "number": "43", "name": "Донателло в канализационном скафандре", "kind": "Герой", "type": "-" }, {
  "number": "44",
  "name": "Леонардо - белый лев",
  "kind": "Герой",
  "type": "-"
}, { "number": "45", "name": "Посох пурпурного дракона", "kind": "Бонус", "type": "-" }, {
  "number": "46",
  "name": "Микеланджело, двойная крутящая атака",
  "kind": "Герой",
  "type": "-"
}, { "number": "47", "name": "Стокман - в кресле каталке", "kind": "Злодей", "type": "-" }, {
  "number": "48",
  "name": "Леонардо, катана",
  "kind": "Герой",
  "type": "-"
}, { "number": "49", "name": "Укус паука", "kind": "Существо", "type": "-" }, {
  "number": "50",
  "name": "Донателло на крыше",
  "kind": "Герой",
  "type": "-"
}, { "number": "51", "name": "Горилла за решеткой", "kind": "Существо", "type": "-" }, {
  "number": "52",
  "name": "Рафаэль, придворный шут",
  "kind": "Герой",
  "type": "-"
}, { "number": "53", "name": "Пурпурный дракон, лысый", "kind": "Пурпурный дракон", "type": "P" }, {
  "number": "54",
  "name": "Язык демона, Эйприл",
  "kind": "Бонус",
  "type": "-"
}, { "number": "55", "name": "Кейси Джонс защита", "kind": "Герой", "type": "-" }, {
  "number": "56",
  "name": "Оружие робота фут",
  "kind": "Бонус",
  "type": "-"
}, { "number": "57", "name": "Лев - мутант", "kind": "Существо", "type": "-" }, {
  "number": "58",
  "name": "Транспорт фут",
  "kind": "Бонус",
  "type": "-"
}, { "number": "59", "name": "Лейтенант - трицератон", "kind": "Злодей", "type": "-" }, {
  "number": "60",
  "name": "Нунчаки Микеланджело",
  "kind": "Бонус",
  "type": "-"
}, { "number": "61", "name": "Варвар", "kind": "Злодей", "type": "-" }, {
  "number": "62",
  "name": "Силовое поле",
  "kind": "Бонус",
  "type": "-"
}, { "number": "63", "name": "Рободроид", "kind": "Робот", "type": "-" }, {
  "number": "64",
  "name": "Рафаэль - удар в прыжке",
  "kind": "Герой",
  "type": "-"
}, { "number": "65", "name": "Мама Кейси", "kind": "Героиня", "type": "-" }, {
  "number": "66",
  "name": "Волшебные крылья, уровень 50",
  "kind": "Бонус",
  "type": "P"
}, { "number": "67", "name": "Солдат фут - мутант", "kind": "Существо", "type": "-" }, {
  "number": "68",
  "name": "Пурпурный дракон, головорез",
  "kind": "Пурпурный дракон",
  "type": "-"
}, { "number": "69", "name": "Зиппи", "kind": "Герой", "type": "-" }, {
  "number": "70",
  "name": "Леонардо, раздумья",
  "kind": "Герой",
  "type": "-"
}, { "number": "71", "name": "Майки - белый рыцарь", "kind": "Герой", "type": "-" }, {
  "number": "72",
  "name": "Кейси Джонс в броне",
  "kind": "Герой",
  "type": "-"
}, { "number": "73", "name": "Д-Р Чаплин", "kind": "Герой", "type": "-" }, {
  "number": "74",
  "name": "Кейси и Рафаэль",
  "kind": "Герои",
  "type": "-"
}, { "number": "75", "name": "Голографический КиберШреддер", "kind": "Злодей", "type": "-" }, {
  "number": "76",
  "name": "Профессор Ханикатт",
  "kind": "Герой",
  "type": "-"
}, { "number": "77", "name": "Дон и Майки", "kind": "Герои", "type": "-" }, {
  "number": "78",
  "name": "Учитель Кхан",
  "kind": "Злодей",
  "type": "-"
}, { "number": "79", "name": "Пурпурный дракон, стиляга", "kind": "Пурпурный дракон", "type": "-" }, {
  "number": "80",
  "name": "Фуджитоид - священник",
  "kind": "Герой",
  "type": "-"
}, { "number": "81", "name": "Донателло - волшебнмк", "kind": "Герой", "type": "-" }, {
  "number": "82",
  "name": "Кейси Джонс - атака в маске",
  "kind": "Герой",
  "type": "-"
}, { "number": "83", "name": "Бибоп", "kind": "Злодей", "type": "-" }, {
  "number": "84",
  "name": "Кейси Джонс - подросток",
  "kind": "Герой",
  "type": "-"
}, { "number": "85", "name": "Медведь мутант", "kind": "Существо", "type": "СP" }, {
  "number": "86",
  "name": "Эльфинатор с волшебными крыльями",
  "kind": "Злодей",
  "type": "-"
}, { "number": "87", "name": "Леонардо - в детстве", "kind": "Герой", "type": "-" }, {
  "number": "88",
  "name": "Микеланджело удар нунчаками",
  "kind": "Герой",
  "type": "-"
}, { "number": "89", "name": "Шреддер - Шива", "kind": "Злодей", "type": "-" }, {
  "number": "90",
  "name": "Сплинтер - ощерился",
  "kind": "Герой",
  "type": "-"
}, { "number": "91", "name": "Як - мутант", "kind": "Существо", "type": "-" }, {
  "number": "92",
  "name": "Пурпурный дракон, картёжник",
  "kind": "Пурпурный дракон",
  "type": "-"
}, { "number": "93", "name": "Офицер фут - высокий ранг", "kind": "Злодей", "type": "-" }, {
  "number": "94",
  "name": "Леонардо - рыбка",
  "kind": "Герой",
  "type": "-"
}, { "number": "95", "name": "Стальные когти", "kind": "Существо", "type": "-" }, {
  "number": "96",
  "name": "Сплинтер медитирует",
  "kind": "Герой",
  "type": "-"
}, { "number": "97", "name": "Майки в канализационном скафандре", "kind": "Герой", "type": "-" }, {
  "number": "98",
  "name": "Нападение с крыши",
  "kind": "Герои",
  "type": "-"
}, { "number": "99", "name": "Ледяная гора", "kind": "Существо", "type": "P" }, {
  "number": "100",
  "name": "Сплинтер и Черепашки",
  "kind": "Герои",
  "type": "P"
}, { "number": "101", "name": "Рафаэль", "kind": "Герой", "type": "P" }, {
  "number": "102",
  "name": "Сила пиццы",
  "kind": "Бонус",
  "type": "СP"
}, { "number": "103", "name": "Кинжалы сай Рафаэля", "kind": "Бонус", "type": "-" }, {
  "number": "104",
  "name": "Серлинг",
  "kind": "Робот",
  "type": "-"
}, { "number": "105", "name": "Земляной ниндзя", "kind": "Злодей", "type": "-" }, {
  "number": "106",
  "name": "Горилла - мутант",
  "kind": "Существо",
  "type": "-"
}, { "number": "107", "name": "Кейси Джонс", "kind": "Герой", "type": "СP" }, {
  "number": "108",
  "name": "Демон Эйприл",
  "kind": "Злодей",
  "type": "P"
}, { "number": "109", "name": "Леонардо, медитация", "kind": "Герой", "type": "-" }, {
  "number": "110",
  "name": "Стокман - киборг",
  "kind": "Злодей",
  "type": "-"
}, { "number": "111", "name": "Леонардо - атака двумя мечами", "kind": "Герой", "type": "-" }, {
  "number": "112",
  "name": "Солдат фут - мутант",
  "kind": "Существо",
  "type": "-"
}, { "number": "113", "name": "Бибоп - человек", "kind": "Злодей", "type": "-" }, {
  "number": "114",
  "name": "КиберШреддер",
  "kind": "Злодей",
  "type": "P"
}, { "number": "115", "name": "Сплинтер - крупный плпн", "kind": "Герой", "type": "P" }, {
  "number": "116",
  "name": "Кейси Джонс",
  "kind": "Герой",
  "type": "-"
}, { "number": "117", "name": "Мехазоид", "kind": "Робот", "type": "-" }, {
  "number": "118",
  "name": "Эйприл в комбинезоне",
  "kind": "Героиня",
  "type": "-"
}, { "number": "119", "name": "Суперигрок", "kind": "Злодей", "type": "P" }, {
  "number": "120",
  "name": "Скейтборд",
  "kind": "Бонус",
  "type": "-"
}, { "number": "121", "name": "Микеланджело, удар с разворота", "kind": "Герой", "type": "-" }, {
  "number": "122",
  "name": "Пурпурный дракон, убийца",
  "kind": "Пурпурный дракон",
  "type": "-"
}, { "number": "123", "name": "Кренг", "kind": "Злодей", "type": "УР" }, {
  "number": "124",
  "name": "Донателло в железном костюме",
  "kind": "Герой",
  "type": "-"
}, { "number": "125", "name": "Трёхглавый дракон", "kind": "Существо", "type": "-" }, {
  "number": "126",
  "name": "Кейси Джонс предлагает Эйприл руку и сердце",
  "kind": "Герой",
  "type": "-"
}, { "number": "127", "name": "Слиг", "kind": "Существо", "type": "СP" }, {
  "number": "128",
  "name": "Донателло в броске",
  "kind": "Герой",
  "type": "-"
}, { "number": "129", "name": "Нержавеющий Стив", "kind": "Герой", "type": "-" }, {
  "number": "130",
  "name": "Волк - мутант",
  "kind": "Существо",
  "type": "СP"
}, {
  "number": "131",
  "name": "Пурпурный дракон с бейсбольной битой",
  "kind": "Пурпурный дракон",
  "type": "-"
}, { "number": "132", "name": "Ниндзя фут, атака мечами", "kind": "Злодеи", "type": "-" }, {
  "number": "133",
  "name": "Леонардо в канализационном скафандре",
  "kind": "Герой",
  "type": "-"
}, { "number": "134", "name": "Хан 16 - летний", "kind": "Злодей", "type": "-" }, {
  "number": "135",
  "name": "Сюрикенты",
  "kind": "Бонус",
  "type": "-"
}, { "number": "136", "name": "Стокман - робот - паук", "kind": "Робот", "type": "-" }, {
  "number": "137",
  "name": "Перевозчик",
  "kind": "Злодей",
  "type": "-"
}, { "number": "138", "name": "Майки в смокинге", "kind": "Герой", "type": "-" }, {
  "number": "139",
  "name": "Ниндзя Фут атака мечами",
  "kind": "Злодеи",
  "type": "-"
}, { "number": "140", "name": "Шар для боулинга - мутант", "kind": "Существо", "type": "-" }, {
  "number": "141",
  "name": "Кожеголовый",
  "kind": "Существо",
  "type": "-"
}, { "number": "142", "name": "Нано - \"Борцы за справедливость\"", "kind": "Робот", "type": "P" }, {
  "number": "143",
  "name": "Леонардо в маскировочном костюме",
  "kind": "Герой",
  "type": "-"
}, { "number": "144", "name": "Эйприл`Онил", "kind": "Героиня", "type": "-" }, {
  "number": "145",
  "name": "Огненный ниндзя",
  "kind": "Злодей",
  "type": "СP"
}, {
  "number": "146",
  "name": "Пурпурный дракон, оруженосец Хана",
  "kind": "Пурпурный дракон",
  "type": "-"
}, { "number": "147", "name": "Камнеглот", "kind": "Злодей", "type": "УР" }, {
  "number": "148",
  "name": "Серлинг, роликовые коньки",
  "kind": "Робот",
  "type": "-"
}, { "number": "149", "name": "Колдун - администратор", "kind": "Герой", "type": "-" }, {
  "number": "150",
  "name": "Эйприл`Онил, удар ногой",
  "kind": "Героиня",
  "type": "P"
}, { "number": "151", "name": "Ороку - Саки", "kind": "Злодей", "type": "УР" }, {
  "number": "152",
  "name": "Кибер - таракан",
  "kind": "Существо",
  "type": "-"
}, { "number": "153", "name": "Кожеголовый в смокинге", "kind": "Герой", "type": "-" }, {
  "number": "154",
  "name": "кейси Джонс, броня уличного судьи",
  "kind": "Герой",
  "type": "-"
}, { "number": "155", "name": "Пёс - мутант", "kind": "Существо", "type": "-" }, {
  "number": "156",
  "name": "Крисалис",
  "kind": "Герой",
  "type": "-"
}, { "number": "157", "name": "Бандиты", "kind": "Злодеи", "type": "-" }, {
  "number": "158",
  "name": "Эйприл О`Нил, боевые искусства",
  "kind": "Героиня",
  "type": "-"
}, { "number": "159", "name": "Вертолёт Фут", "kind": "Бонус", "type": "-" }, {
  "number": "160",
  "name": "Стокман, одержимый Шреддером",
  "kind": "Злодей",
  "type": "-"
}, { "number": "161", "name": "Мышь - мутант", "kind": "Существо", "type": "-" }, {
  "number": "162",
  "name": "Хан в ярости",
  "kind": "Злодей",
  "type": "-"
}, { "number": "163", "name": "Мышелов уничтожен", "kind": "Робот", "type": "-" }, {
  "number": "164",
  "name": "Водяной ниндзя",
  "kind": "Злодей",
  "type": "-"
}, { "number": "165", "name": "Драконоликий", "kind": "Злодей", "type": "-" }, {
  "number": "166",
  "name": "Пурпурный дракон, рестлер",
  "kind": "Пурпурный дракон",
  "type": "-"
}, { "number": "167", "name": "Крысиный король", "kind": "Злодей", "type": "СP" }, {
  "number": "168",
  "name": "Оружие робота фут",
  "kind": "Бонус",
  "type": "-"
}, { "number": "169", "name": "Боевой клич", "kind": "Бонус", "type": "СP" }, {
  "number": "170",
  "name": "Хан в падении",
  "kind": "Злодей",
  "type": "-"
}, {
  "number": "171",
  "name": "Пурпурный дракон, глаза демона",
  "kind": "Пурпурный дракон",
  "type": "-"
}, { "number": "172", "name": "Майки в маскировочном костюме", "kind": "Герой", "type": "-" }, {
  "number": "173",
  "name": "Леонардо пингвин",
  "kind": "Герой",
  "type": "-"
}, { "number": "174", "name": "Эйприл О`Нил и черепашки", "kind": "Герои", "type": "-" }, {
  "number": "175",
  "name": "Шреддер",
  "kind": "Злодей",
  "type": "УР"
}, { "number": "176", "name": "Леонардо - белый лев", "kind": "Герой", "type": "P" }, {
  "number": "177",
  "name": "Цунами",
  "kind": "Герой",
  "type": "-"
}, { "number": "178", "name": "Ниндзя - Фут", "kind": "Злодеи", "type": "P" }, {
  "number": "179",
  "name": "Черепаха - мутант",
  "kind": "Существо",
  "type": "-"
}, { "number": "180", "name": "Леонардо в смокинге", "kind": "Герой", "type": "-" }, {
  "number": "181",
  "name": "Донателло в экзо-костюме",
  "kind": "Герой",
  "type": "-"
}, { "number": "182", "name": "Хан, хай - тек перчатки", "kind": "Злодей", "type": "-" }, {
  "number": "183",
  "name": "Разар",
  "kind": "Злодей",
  "type": "-"
}, { "number": "184", "name": "Полиция Нью-Йорка", "kind": "Герои", "type": "-" }, {
  "number": "185",
  "name": "Майки - Зелёный плащ",
  "kind": "Герой",
  "type": "-"
}, { "number": "186", "name": "Ниндзя-Фут, атака сюрикентами", "kind": "Злодеи", "type": "-" }, {
  "number": "187",
  "name": "Дичь",
  "kind": "Злодейка",
  "type": "-"
}, { "number": "188", "name": "Дракон", "kind": "Существо", "type": "-" }, {
  "number": "189",
  "name": "Эйприл О`нил, в свадебном костюме",
  "kind": "Героиня",
  "type": "УР"
}, { "number": "190", "name": "Шреддер, ближний бой", "kind": "Злодей", "type": "-" }, {
  "number": "191",
  "name": "Рафаэль в маскировочном костюме",
  "kind": "Герой",
  "type": "-"
}, { "number": "192", "name": "Эльфийский воин", "kind": "Существо", "type": "-" }, {
  "number": "193",
  "name": "Зелёный плащ",
  "kind": "Герой",
  "type": "СP"
}, { "number": "194", "name": "Банда пурпурного дракона", "kind": "Злодеи", "type": "-" }, {
  "number": "195",
  "name": "Ниндзя Фут, раздумья",
  "kind": "Злодеи",
  "type": "-"
}, { "number": "196", "name": "Металлоголовый", "kind": "Герой", "type": "-" }, {
  "number": "197",
  "name": "Ниндзя ветра",
  "kind": "Злодей",
  "type": "-"
}, { "number": "198", "name": "Никто", "kind": "Герой", "type": "-" }, {
  "number": "199",
  "name": "Шреддер и ниндзя Фут",
  "kind": "Злодеи",
  "type": "-"
}, { "number": "200", "name": "Фуджитоид", "kind": "Робот", "type": "-" }, {
  "number": "201",
  "name": "Эйприл О`Нил, удар в прыжке",
  "kind": "Героиня",
  "type": "-"
}, { "number": "202", "name": "Тролль, компьютерный персонаж", "kind": "Существо", "type": "-" }, {
  "number": "203",
  "name": "Карай, лидер Фут",
  "kind": "Злодейка",
  "type": "P"
}, { "number": "204", "name": "Леонардо – краб", "kind": "Герой", "type": "-" }, {
  "number": "205",
  "name": "Ручное лезвие Шреддера",
  "kind": "Бонус",
  "type": "-"
}, { "number": "206", "name": "Ананда", "kind": "Героиня", "type": "-" }, {
  "number": "207",
  "name": "Солдат фут – мутант",
  "kind": "Существо",
  "type": "-"
}, { "number": "208", "name": "Хан, угроза", "kind": "Злодей", "type": "-" }, {
  "number": "209",
  "name": "Майки в стальной броне",
  "kind": "Герой",
  "type": "-"
}, { "number": "210", "name": "Шреддер Ороку – Саки", "kind": "Злодей", "type": "-" }, {
  "number": "211",
  "name": "Леонардо – кот",
  "kind": "Герой",
  "type": "-"
}, { "number": "212", "name": "Ниндзя – Фут, атака в прыжке", "kind": "Злодеи", "type": "-" }, {
  "number": "213",
  "name": "Ниндзя Фут, пристальный взгляд",
  "kind": "Злодеи",
  "type": "СP"
}, { "number": "214", "name": "Морту на воздушной подушке", "kind": "Герой", "type": "СP" }, {
  "number": "215",
  "name": "Рафаэль – зелёный плащ",
  "kind": "Герой",
  "type": "-"
}, {
  "number": "216",
  "name": "Пурпурный дракон, глазная повязка",
  "kind": "Пурпурный дракон",
  "type": "-"
}, { "number": "217", "name": "Доктор Мериан Ричардс", "kind": "Злодейка", "type": "-" }, {
  "number": "218",
  "name": "Рокстеди",
  "kind": "Злодей",
  "type": "-"
}, { "number": "219", "name": "Шреддер, кастеты", "kind": "Злодей", "type": "-" }, {
  "number": "220",
  "name": "Рука – автомат Шреддера",
  "kind": "Бонус",
  "type": "-"
}, { "number": "221", "name": "Осьминог – мутант", "kind": "Существо", "type": "СP" }, {
  "number": "222",
  "name": "Банда пурпурного дракона, вооружены",
  "kind": "Злодеи",
  "type": "-"
}, { "number": "223", "name": "Стальной ниндзя", "kind": "Злодей", "type": "-" }, {
  "number": "224",
  "name": "Донателло, свадебный костюм",
  "kind": "Герой",
  "type": "-"
}, { "number": "225", "name": "Солдат Фут – мутант", "kind": "Существо", "type": "-" }, {
  "number": "226",
  "name": "Связанный",
  "kind": "Бонус",
  "type": "-"
}, { "number": "227", "name": "Пурпурный дракон, панк", "kind": "Пурпурный дракон", "type": "-" }, {
  "number": "228",
  "name": "Выход из коллектора",
  "kind": "Бонус",
  "type": "-"
}, { "number": "229", "name": "Рафаэль – придворный шут лягушка", "kind": "Герой", "type": "-" }, {
  "number": "230",
  "name": "Мечерукий",
  "kind": "Злодей",
  "type": "-"
}, { "number": "231", "name": "Бибоп и Рокстеди", "kind": "Злодеи", "type": "P" }, {
  "number": "232",
  "name": "Серебрянный Страж",
  "kind": "Герой",
  "type": "P"
}, { "number": "233", "name": "Щит", "kind": "Бонус", "type": "-" }, {
  "number": "234",
  "name": "Шреддер, вооружен и опасен",
  "kind": "Злодей",
  "type": "-"
}, { "number": "235", "name": "Доктор Маллингус", "kind": "Злодей", "type": "-" }, {
  "number": "236",
  "name": "Накидка зелёного плаща",
  "kind": "Бонус",
  "type": "P"
}, { "number": "237", "name": "Горилла – мутант", "kind": "Существо", "type": "СP" }, {
  "number": "238",
  "name": "Леонардо в стальной броне",
  "kind": "Герой",
  "type": "-"
}, { "number": "239", "name": "Жёлтый напёрсток", "kind": "Бонус", "type": "P" }, {
  "number": "240",
  "name": "Пурпурный дракон, маска",
  "kind": "Пурпурный дракон",
  "type": "-"
}, { "number": "241", "name": "Шреддер, удар в прыжке", "kind": "Злодей", "type": "-" }, {
  "number": "242",
  "name": "Мышелов",
  "kind": "Робот",
  "type": "-"
}, {
  "number": "243",
  "name": "Пурпурный дракон, пурпурная Леди",
  "kind": "Пурпурный дракон",
  "type": "-"
}, { "number": "244", "name": "Великий Дайме", "kind": "Злодей", "type": "-" }, {
  "number": "245",
  "name": "Шреддер, защитная стойка",
  "kind": "Злодей",
  "type": "-"
}, { "number": "246", "name": "Рафаэль в стальной броне", "kind": "Герой", "type": "-" }, {
  "number": "247",
  "name": "Ген",
  "kind": "Герой",
  "type": "-"
}, { "number": "248", "name": "Кольцо Инь", "kind": "Бонус", "type": "P" }, {
  "number": "249",
  "name": "Ниндзя Фут, в атаке",
  "kind": "Злодеи",
  "type": "-"
}, { "number": "250", "name": "Ядовитая Слизь", "kind": "Бонус", "type": "СP" }, {
  "number": "251",
  "name": "Солдат Фут – мутант",
  "kind": "Существо",
  "type": "-"
}, { "number": "252", "name": "Рафаэль, свадебный смокинг", "kind": "Герой", "type": "-" }, {
  "number": "253",
  "name": "Реактивный бритволёт Фут",
  "kind": "Бонус",
  "type": "-"
}, { "number": "254", "name": "Ниндзя Фут, неожиданная атака", "kind": "Злодеи", "type": "-" }, {
  "number": "255",
  "name": "Эйприл, в лабораторном халате",
  "kind": "Героиня",
  "type": "-"
}, { "number": "256", "name": "Утромы в ходячих костюмах", "kind": "Герои", "type": "-" }, {
  "number": "257",
  "name": "Раптарр",
  "kind": "Герой",
  "type": "-"
}, { "number": "258", "name": "Пурпурный дракон", "kind": "Бонус", "type": "-" }, {
  "number": "259",
  "name": "Древний",
  "kind": "Герой",
  "type": "СP"
}, { "number": "260", "name": "Шреддер, с мечом Тенгу", "kind": "Злодей", "type": "-" }, {
  "number": "C1",
  "name": "Донателло",
  "kind": "Герой",
  "type": "серебристая"
}, { "number": "C2", "name": "Хан", "kind": "Злодей", "type": "серебристая" }, {
  "number": "C3",
  "name": "Карай",
  "kind": "Злодей",
  "type": "серебристая"
}, { "number": "C4", "name": "Леонардо", "kind": "Герой", "type": "серебристая" }, {
  "number": "C5",
  "name": "Микеланджело",
  "kind": "Герой",
  "type": "серебристая"
}, { "number": "C6", "name": "Рафаэль", "kind": "Герой", "type": "серебристая" }, {
  "number": "C7",
  "name": "Шреддер",
  "kind": "Злодей",
  "type": "серебристая"
} ]
const turtlesPart2 = [ { "number": "261", "name": "Сила четверых", "kind": "УР", "type": "-" }, {
  "number": "262",
  "name": "Вертолет черепашек",
  "kind": "О",
  "type": "-"
}, { "number": "263", "name": "Шредер когтистый клон", "kind": "О", "type": "-" }, {
  "number": "264",
  "name": "Трио",
  "kind": "О",
  "type": "-"
}, { "number": "265", "name": "Сфера Армия доктора малигнуса", "kind": "О", "type": "-" }, {
  "number": "266",
  "name": "Микеланджело в броне кибернавта",
  "kind": "Р",
  "type": "-"
}, { "number": "267", "name": "Бездомный", "kind": "О", "type": "-" }, {
  "number": "268",
  "name": "Эльф персонаж игры суперквест",
  "kind": "О",
  "type": "-"
}, { "number": "269", "name": "Виртуальный посох бо", "kind": "СР", "type": "-" }, {
  "number": "270",
  "name": "Игрушки Венделла",
  "kind": "О",
  "type": "-"
}, { "number": "271", "name": "Агент Бишоп", "kind": "УР", "type": "-" }, {
  "number": "272",
  "name": "Коди Джонс",
  "kind": "Р",
  "type": "-"
}, { "number": "273", "name": "Группа каратистов здоровяк", "kind": "О", "type": "-" }, {
  "number": "274",
  "name": "Леонардо воин фут",
  "kind": "О",
  "type": "-"
}, { "number": "275", "name": "Пурпурный дракон блодинка", "kind": "О", "type": "-" }, {
  "number": "276",
  "name": "Киберпроходчик",
  "kind": "СР",
  "type": "-"
}, { "number": "277", "name": "Крыса мутант удар током", "kind": "О", "type": "-" }, {
  "number": "278",
  "name": "Орк персонаж игры суперквест",
  "kind": "СР",
  "type": "-"
}, { "number": "279", "name": "Энергетические щупальца", "kind": "О", "type": "-" }, {
  "number": "280",
  "name": "Вайрэл",
  "kind": "УР",
  "type": "-"
}, { "number": "281", "name": "Виртуальные катаны", "kind": "О", "type": "-" }, {
  "number": "282",
  "name": "Сплинтер удар посохом бо",
  "kind": "О",
  "type": "-"
}, { "number": "283", "name": "Электроник", "kind": "СР", "type": "-" }, {
  "number": "284",
  "name": "Ангел на свадьбе",
  "kind": "О",
  "type": "-"
}, { "number": "285", "name": "Леонардо в киберпространстве", "kind": "СР", "type": "-" }, {
  "number": "286",
  "name": "Черепашка Икс серлинг и Эйприл атакуют",
  "kind": "О",
  "type": "-"
}, { "number": "287", "name": "Суперигрок в реальной жизни", "kind": "О", "type": "-" }, {
  "number": "288",
  "name": "Бесперебойная система",
  "kind": "О",
  "type": "-"
}, { "number": "289", "name": "Микеланджело воин фут", "kind": "О", "type": "-" }, {
  "number": "290",
  "name": "Старый Венделл",
  "kind": "О",
  "type": "-"
}, { "number": "291", "name": "Эйприл О'Нил (киберпространство)", "kind": "УР", "type": "-" }, {
  "number": "292",
  "name": "Медальон Инь-ян",
  "kind": "СР",
  "type": "-"
}, { "number": "293", "name": "Гейша помощница хана", "kind": "О", "type": "-" }, {
  "number": "294",
  "name": "Кланк",
  "kind": "О",
  "type": "-"
}, { "number": "295", "name": "Тора Йошида на свадьбе", "kind": "О", "type": "-" }, {
  "number": "296",
  "name": "Временная дыра",
  "kind": "О",
  "type": "-"
}, { "number": "297", "name": "Джуто Шишо", "kind": "О", "type": "-" }, {
  "number": "298",
  "name": "Кибершреддер цифровой трон",
  "kind": "О",
  "type": "-"
}, { "number": "299", "name": "Усаги", "kind": "О", "type": "-" }, {
  "number": "300",
  "name": "Ведьма персонаж игры суперквест",
  "kind": "О",
  "type": "-"
}, { "number": "301", "name": "Донателло воин фут", "kind": "О", "type": "-" }, {
  "number": "302",
  "name": "Виртуальный икс-мобиль",
  "kind": "О",
  "type": "-"
}, { "number": "303", "name": "Муха-мутант", "kind": "О", "type": "-" }, {
  "number": "304",
  "name": "Ведущий",
  "kind": "О",
  "type": "-"
}, { "number": "305", "name": "Чикара Шишо на свадьбе", "kind": "О", "type": "-" }, {
  "number": "306",
  "name": "Кибершреддер материализация",
  "kind": "О",
  "type": "-"
}, { "number": "307", "name": "Дробилка камней Рафа", "kind": "О", "type": "-" }, {
  "number": "308",
  "name": "Офицер фут",
  "kind": "О",
  "type": "-"
}, { "number": "309", "name": "Кожеголовый укус", "kind": "О", "type": "-" }, {
  "number": "310",
  "name": "Гонг Инь-ян",
  "kind": "О",
  "type": "-"
}, { "number": "311", "name": "Сплинтер в луче декомпилятора", "kind": "Р", "type": "-" }, {
  "number": "312",
  "name": "Виртуальные нунчаки",
  "kind": "Р",
  "type": "-"
}, { "number": "313", "name": "Микеланджело в киберпространстве", "kind": "О", "type": "-" }, {
  "number": "314",
  "name": "Мистер Сан продавец антиквариата",
  "kind": "О",
  "type": "-"
}, { "number": "315", "name": "Энергитическая булава", "kind": "О", "type": "-" }, {
  "number": "316",
  "name": "Воин персонаж игры суперквест",
  "kind": "О",
  "type": "-"
}, { "number": "317", "name": "Кибершреддер нападение в полете", "kind": "УР", "type": "-" }, {
  "number": "318",
  "name": "Хисоми Шишо на свадьбе",
  "kind": "О",
  "type": "-"
}, { "number": "319", "name": "Баллон тики", "kind": "О", "type": "-" }, {
  "number": "320",
  "name": "Рене на свадьбе",
  "kind": "О",
  "type": "-"
}, { "number": "321", "name": "Стокман в 2105 году", "kind": "Р", "type": "-" }, {
  "number": "322",
  "name": "Бездумный монстр",
  "kind": "О",
  "type": "-"
}, { "number": "323", "name": "Леонардо в броне кибернавта", "kind": "Р", "type": "-" }, {
  "number": "324",
  "name": "Дымовые шашки",
  "kind": "СР",
  "type": "-"
}, { "number": "325", "name": "Рафаэль воин фут", "kind": "О", "type": "-" }, {
  "number": "326",
  "name": "Группа каратистов",
  "kind": "О",
  "type": "-"
}, { "number": "327", "name": "Пурпурный дракон парень с эспаньолкой", "kind": "О", "type": "-" }, {
  "number": "328",
  "name": "Вайрел захват временного портала",
  "kind": "Р",
  "type": "-"
}, { "number": "329", "name": "Кейси Джонс школа карате", "kind": "О", "type": "-" }, {
  "number": "330",
  "name": "Золотой ключ",
  "kind": "Р",
  "type": "-"
}, { "number": "331", "name": "Донателло дон-малыш", "kind": "О", "type": "-" }, {
  "number": "332",
  "name": "Воин фут вооруженный робот",
  "kind": "Р",
  "type": "-"
}, { "number": "333", "name": "Отбойный молоток Леонардо", "kind": "О", "type": "-" }, {
  "number": "334",
  "name": "Кон Шишо на свадьбе",
  "kind": "О",
  "type": "-"
}, { "number": "335", "name": "Дариус Дан", "kind": "О", "type": "-" }, {
  "number": "336",
  "name": "Рыцарь персонаж игры суперквест",
  "kind": "О",
  "type": "-"
}, { "number": "337", "name": "Эрни", "kind": "О", "type": "-" }, {
  "number": "338",
  "name": "Кренг ходячий механизм",
  "kind": "О",
  "type": "-"
}, { "number": "339", "name": "Вертолет пурпурных драконов", "kind": "О", "type": "-" }, {
  "number": "340",
  "name": "Суперигрок ракеты к бою",
  "kind": "О",
  "type": "-"
}, { "number": "341", "name": "Виртуальные сай", "kind": "Р", "type": "-" }, {
  "number": "342",
  "name": "Коллекционер комиксов",
  "kind": "О",
  "type": "-"
}, { "number": "343", "name": "Торбин Зикс", "kind": "О", "type": "-" }, {
  "number": "344",
  "name": "Леонардо экстремальный спорт",
  "kind": "О",
  "type": "-"
}, { "number": "345", "name": "Панцирный танк", "kind": "О", "type": "-" }, {
  "number": "346",
  "name": "Рафаэль в киберпространстве",
  "kind": "О",
  "type": "-"
}, { "number": "347", "name": "Воин персонаж игры суперквест", "kind": "О", "type": "-" }, {
  "number": "348",
  "name": "Ослепляющая граната",
  "kind": "Р",
  "type": "-"
}, { "number": "349", "name": "Повар пиццерии", "kind": "СР", "type": "-" }, {
  "number": "350",
  "name": "Стокман внешний каркас",
  "kind": "О",
  "type": "-"
}, { "number": "351", "name": "Человек-робот фанат на выставке", "kind": "О", "type": "-" }, {
  "number": "352",
  "name": "Панцирная гонка",
  "kind": "О",
  "type": "-"
}, { "number": "353", "name": "Карай Леди Шреддер", "kind": "УР", "type": "-" }, {
  "number": "354",
  "name": "Национальная гвардия",
  "kind": "О",
  "type": "-"
}, { "number": "355", "name": "Серлинг высокочастотный луч", "kind": "Р", "type": "-" }, {
  "number": "356",
  "name": "Донателло экстремальный спорт",
  "kind": "О",
  "type": "-"
}, { "number": "357", "name": "Ш'оконабо", "kind": "О", "type": "-" }, {
  "number": "358",
  "name": "Кибершреддер метаморфоза",
  "kind": "О",
  "type": "-"
}, { "number": "359", "name": "Гарпун дона", "kind": "О", "type": "-" }, {
  "number": "360",
  "name": "Рафаэль малыш Раф",
  "kind": "О",
  "type": "-"
}, { "number": "361", "name": "Перевозчик явление суперигрока", "kind": "СР", "type": "-" }, {
  "number": "362",
  "name": "Кейси Джонс под гипнозом Кхана",
  "kind": "О",
  "type": "-"
}, { "number": "363", "name": "Пурпурный дракон смерть гончей", "kind": "СР", "type": "-" }, {
  "number": "364",
  "name": "Репортер",
  "kind": "О",
  "type": "-"
}, { "number": "365", "name": "Темный Донателло", "kind": "О", "type": "-" }, {
  "number": "366",
  "name": "Мальчик в шляпе фанат комиксов",
  "kind": "О",
  "type": "-"
}, { "number": "367", "name": "Ч'релл в тюремном шлеме", "kind": "О", "type": "-" }, {
  "number": "368",
  "name": "Техносай О'нил",
  "kind": "О",
  "type": "-"
}, { "number": "369", "name": "Сплинтер в плену у агента Бишопа", "kind": "О", "type": "-" }, {
  "number": "370",
  "name": "Микеланджело экстремальный спорт",
  "kind": "О",
  "type": "-"
}, { "number": "371", "name": "Межпространственный жезл", "kind": "О", "type": "-" }, {
  "number": "372",
  "name": "Средневековый продавец персонаж игры суперквест",
  "kind": "О",
  "type": "-"
}, { "number": "373", "name": "Донотело в киберпространстве", "kind": "О", "type": "-" }, {
  "number": "374",
  "name": "Юный Венделл",
  "kind": "О",
  "type": "-"
}, { "number": "375", "name": "Киберщит Микеланджело", "kind": "Р", "type": "-" }, {
  "number": "376",
  "name": "Старли",
  "kind": "Р",
  "type": "-"
}, { "number": "377", "name": "Вездеход фут", "kind": "О", "type": "-" }, {
  "number": "378",
  "name": "Микеланджело в плену у крысиного короля",
  "kind": "О",
  "type": "-"
}, { "number": "379", "name": "Карай на свадьбе", "kind": "О", "type": "-" }, {
  "number": "380",
  "name": "Киберпортал",
  "kind": "О",
  "type": "-"
}, { "number": "381", "name": "Пламенный поклонник фанат комиксов", "kind": "О", "type": "-" }, {
  "number": "382",
  "name": "Рафаэль в броне кибернавта",
  "kind": "Р",
  "type": "-"
}, { "number": "383", "name": "Мотоцикл Кейси", "kind": "О", "type": "-" }, {
  "number": "384",
  "name": "Группа каратистов",
  "kind": "О",
  "type": "-"
}, { "number": "385", "name": "Дротикомет", "kind": "О", "type": "-" }, {
  "number": "386",
  "name": "Фил",
  "kind": "О",
  "type": "-"
}, { "number": "387", "name": "Рыцарь персонаж игры суперквест", "kind": "О", "type": "-" }, {
  "number": "388",
  "name": "Кейси Джонс удар",
  "kind": "О",
  "type": "-"
}, { "number": "389", "name": "Наножучок", "kind": "О", "type": "-" }, {
  "number": "390",
  "name": "Пурпурный дракон атака когтями",
  "kind": "О",
  "type": "-"
}, { "number": "391", "name": "Ледяная гора морозный взгляд", "kind": "О", "type": "-" }, {
  "number": "392",
  "name": "Мехазоид ударная волна",
  "kind": "Р",
  "type": "-"
}, { "number": "393", "name": "Тенгу-Шреддер", "kind": "О", "type": "-" }, {
  "number": "394",
  "name": "Темный Леонардо",
  "kind": "О",
  "type": "-"
}, { "number": "395", "name": "Вайрэл трансформация", "kind": "О", "type": "-" }, {
  "number": "396",
  "name": "Мотоцикл пурпурных драконов",
  "kind": "О",
  "type": "-"
}, { "number": "397", "name": "Микеланджело малыш Майки", "kind": "О", "type": "-" }, {
  "number": "398",
  "name": "Группа каратистов рыжий",
  "kind": "О",
  "type": "-"
}, { "number": "399", "name": "Эл Гордон", "kind": "О", "type": "-" }, {
  "number": "400",
  "name": "Посох учителя Кхана",
  "kind": "О",
  "type": "-"
}, { "number": "401", "name": "Темный рыцарь персонаж игры суперквест", "kind": "О", "type": "-" }, {
  "number": "402",
  "name": "Игрушечный робот-осьминог",
  "kind": "О",
  "type": "-"
}, { "number": "403", "name": "Цифровой туннель", "kind": "Р", "type": "-" }, {
  "number": "404",
  "name": "Крысиный король удар",
  "kind": "Р",
  "type": "-"
}, { "number": "405", "name": "Доктор Малигнус", "kind": "О", "type": "-" }, {
  "number": "406",
  "name": "Пурпурный дракон нападение собаки-мутанта",
  "kind": "О",
  "type": "-"
}, { "number": "407", "name": "Донателло в броне кибернавта", "kind": "СР", "type": "-" }, {
  "number": "408",
  "name": "Карточка- ключ пурпурных драконов",
  "kind": "О",
  "type": "-"
}, { "number": "409", "name": "Лидер Ганжин", "kind": "О", "type": "-" }, {
  "number": "410",
  "name": "Рафаэль экстремальный спорт",
  "kind": "О",
  "type": "-"
}, { "number": "411", "name": "Человек-муха фанат комиксов", "kind": "О", "type": "-" }, {
  "number": "412",
  "name": "Стокман голограмма",
  "kind": "Р",
  "type": "-"
}, { "number": "413", "name": "Передвижная ловушка", "kind": "О", "type": "-" }, {
  "number": "414",
  "name": "Скейтер",
  "kind": "О",
  "type": "-"
}, { "number": "415", "name": "Стокман тело паука", "kind": "О", "type": "-" }, {
  "number": "416",
  "name": "Темный микеланджело",
  "kind": "О",
  "type": "-"
}, { "number": "417", "name": "Духовое ружьё Кхана", "kind": "О", "type": "-" }, {
  "number": "418",
  "name": "Древний",
  "kind": "О",
  "type": "-"
}, { "number": "419", "name": "Воин Фут без маски", "kind": "О", "type": "-" }, {
  "number": "420",
  "name": "Посох бо О'Нил",
  "kind": "О",
  "type": "-"
}, { "number": "421", "name": "Рафаэль в будущем", "kind": "О", "type": "-" }, {
  "number": "422",
  "name": "Генерал",
  "kind": "О",
  "type": "-"
}, { "number": "423", "name": "Инфракрасный видоискатель", "kind": "О", "type": "-" }, {
  "number": "424",
  "name": "Борцы за справедливость",
  "kind": "Р",
  "type": "-"
}, { "number": "425", "name": "Сплинтер из параллельной вселенной", "kind": "О", "type": "-" }, {
  "number": "426",
  "name": "Ч'релл замороженный",
  "kind": "О",
  "type": "-"
}, { "number": "427", "name": "Ниндзя Фут из параллельной вселенной", "kind": "О", "type": "-" }, {
  "number": "428",
  "name": "Дрель Майки",
  "kind": "О",
  "type": "-"
}, { "number": "429", "name": "Игрушечный динозавр", "kind": "СР", "type": "-" }, {
  "number": "430",
  "name": "Технониндзя",
  "kind": "О",
  "type": "-"
}, { "number": "431", "name": "Охрана Мусорщика", "kind": "СР", "type": "-" }, {
  "number": "432",
  "name": "Темный Рафаэль",
  "kind": "О",
  "type": "-"
}, { "number": "433", "name": "Электромагнитная бомба", "kind": "О", "type": "-" }, {
  "number": "434",
  "name": "Поклонницы фанатки комиксов",
  "kind": "О",
  "type": "-"
}, { "number": "435", "name": "Стокман голограмма Шредера", "kind": "О", "type": "-" }, {
  "number": "436",
  "name": "Пицца мутант",
  "kind": "СР",
  "type": "-"
}, { "number": "437", "name": "Размораживатель", "kind": "О", "type": "-" }, {
  "number": "438",
  "name": "Микеланджело в будущем",
  "kind": "О",
  "type": "-"
}, { "number": "439", "name": "Катана О'Нил", "kind": "О", "type": "-" }, {
  "number": "440",
  "name": "Юэ-Сама",
  "kind": "О",
  "type": "-"
}, { "number": "441", "name": "Джип национальной гвардии", "kind": "О", "type": "-" }, {
  "number": "442",
  "name": "Ирма Лангинштейн",
  "kind": "О",
  "type": "-"
}, { "number": "443", "name": "Лео и Лео", "kind": "О", "type": "-" }, {
  "number": "444",
  "name": "Лепрекон",
  "kind": "О",
  "type": "-"
}, { "number": "445", "name": "Портал Шредера", "kind": "О", "type": "-" }, {
  "number": "446",
  "name": "Рафаэль маскировка",
  "kind": "О",
  "type": "-"
}, { "number": "447", "name": "Профессор Ханикатт", "kind": "О", "type": "-" }, {
  "number": "448",
  "name": "Глайдер черепашек",
  "kind": "О",
  "type": "-"
}, { "number": "449", "name": "Донателло в будущем", "kind": "О", "type": "-" }, {
  "number": "450",
  "name": "Глаза кобры",
  "kind": "О",
  "type": "-"
}, { "number": "451", "name": "Сплинтер в будущем", "kind": "Р", "type": "-" }, {
  "number": "452",
  "name": "Пурпурный дракон гончая",
  "kind": "О",
  "type": "-"
}, { "number": "453", "name": "Истребитель", "kind": "О", "type": "-" }, {
  "number": "454",
  "name": "Человек в маске фанат комиксов",
  "kind": "О",
  "type": "-"
}, { "number": "455", "name": "Биомышелов", "kind": "О", "type": "-" }, {
  "number": "456",
  "name": "Портативный датчик",
  "kind": "О",
  "type": "-"
}, { "number": "457", "name": "Донателло сварщик", "kind": "О", "type": "-" }, {
  "number": "458",
  "name": "Занромэн",
  "kind": "О",
  "type": "-"
}, { "number": "459", "name": "Жучок в ухе сплинтера", "kind": "О", "type": "-" }, {
  "number": "460",
  "name": "Стальной мутант группа черепашек",
  "kind": "О",
  "type": "-"
}, { "number": "461", "name": "Биомышеловы с крыльями", "kind": "О", "type": "-" }, {
  "number": "462",
  "name": "Тока и Разар",
  "kind": "О",
  "type": "-"
}, { "number": "463", "name": "Монстр с дубиной", "kind": "О", "type": "-" }, {
  "number": "464",
  "name": "Карай и Шредер",
  "kind": "О",
  "type": "-"
}, { "number": "465", "name": "Кассетные бомбы", "kind": "СР", "type": "-" }, {
  "number": "466",
  "name": "Кренг в биоскафандре",
  "kind": "О",
  "type": "-"
}, { "number": "467", "name": "Записка от Кирби", "kind": "О", "type": "-" }, {
  "number": "468",
  "name": "Нунчаки О'Нил",
  "kind": "О",
  "type": "-"
}, { "number": "469", "name": "Охранники Тики", "kind": "О", "type": "-" }, {
  "number": "470",
  "name": "Черепашки и Серлинг",
  "kind": "О",
  "type": "-"
}, { "number": "471", "name": "Механики Тики", "kind": "О", "type": "-" }, {
  "number": "472",
  "name": "Гидравлический вивисектор",
  "kind": "О",
  "type": "-"
}, { "number": "473", "name": "Леонардо в будущем", "kind": "О", "type": "-" }, {
  "number": "474",
  "name": "Странные существа",
  "kind": "О",
  "type": "-"
}, { "number": "475", "name": "Армия федерации", "kind": "О", "type": "-" }, {
  "number": "476",
  "name": "Горностай с гангстерами",
  "kind": "О",
  "type": "-"
}, { "number": "477", "name": "Команда черепашек экстремальный спорт", "kind": "О", "type": "-" }, {
  "number": "478",
  "name": "Генетик Фут и его творения",
  "kind": "О",
  "type": "-"
}, { "number": "479", "name": "Летающий динозавр", "kind": "О", "type": "-" }, {
  "number": "480",
  "name": "Черепаховый Титан микеланджело",
  "kind": "О",
  "type": "-"
}, { "number": "481", "name": "Дубинка пурпурных драконов", "kind": "О", "type": "-" }, {
  "number": "482",
  "name": "Монстры из тетради",
  "kind": "О",
  "type": "-"
}, { "number": "483", "name": "Главарь банды", "kind": "О", "type": "-" }, {
  "number": "484",
  "name": "Генерал Бланк с ассистентами",
  "kind": "О",
  "type": "-"
}, { "number": "485", "name": "Фургончик параллельный мир", "kind": "О", "type": "-" }, {
  "number": "486",
  "name": "Команда черепашек",
  "kind": "О",
  "type": "-"
}, { "number": "487", "name": "Заключенные тюремные приятели Гарри", "kind": "О", "type": "-" }, {
  "number": "488",
  "name": "Инопланетяне",
  "kind": "О",
  "type": "-"
}, { "number": "489", "name": "Технодром", "kind": "О", "type": "-" }, {
  "number": "490",
  "name": "Эйприл О'Нил из параллельной вселенной",
  "kind": "Р",
  "type": "-"
}, { "number": "491", "name": "Узники", "kind": "О", "type": "-" }, {
  "number": "492",
  "name": "Ампула с мутагеном",
  "kind": "Р",
  "type": "-"
}, { "number": "493", "name": "Президент бишоп", "kind": "О", "type": "-" }, {
  "number": "494",
  "name": "Карандаш с кристаллом",
  "kind": "О",
  "type": "-"
}, { "number": "495", "name": "Леонардо контур", "kind": "О", "type": "-" }, {
  "number": "496",
  "name": "Осколок данных Сплинтера",
  "kind": "О",
  "type": "-"
}, { "number": "497", "name": "Китайские драконы", "kind": "О", "type": "-" }, {
  "number": "498",
  "name": "Куполобот борцы за справедливость",
  "kind": "О",
  "type": "-"
}, { "number": "499", "name": "Хан-мутант", "kind": "О", "type": "-" }, {
  "number": "500",
  "name": "Волшебник Донателло по ту сторону экрана",
  "kind": "О",
  "type": "-"
}, { "number": "501", "name": "Микеланджело зомби", "kind": "О", "type": "-" }, {
  "number": "502",
  "name": "Устройство слежения",
  "kind": "О",
  "type": "-"
}, { "number": "503", "name": "Динозавры с шипами", "kind": "О", "type": "-" }, {
  "number": "504",
  "name": "Гарри и Нано",
  "kind": "О",
  "type": "-"
}, { "number": "505", "name": "Дирижабль черепашек параллельный мир", "kind": "О", "type": "-" }, {
  "number": "506",
  "name": "Воины из тетради",
  "kind": "О",
  "type": "-"
}, { "number": "507", "name": "Босс и гангстеры", "kind": "О", "type": "-" }, {
  "number": "508",
  "name": "Звёздная команда",
  "kind": "О",
  "type": "-"
}, { "number": "509", "name": "Перевозчик черепашек", "kind": "О", "type": "-" }, {
  "number": "510",
  "name": "Констебль Бигглз",
  "kind": "О",
  "type": "-"
}, { "number": "511", "name": "Пурпурный дракон Блейд", "kind": "О", "type": "-" }, {
  "number": "512",
  "name": "Танк национальной гвардии",
  "kind": "О",
  "type": "-"
}, { "number": "513", "name": "Банан мутант", "kind": "СР", "type": "-" }, {
  "number": "514",
  "name": "Стокман голограмма паучьей головы",
  "kind": "СР",
  "type": "-"
}, { "number": "515", "name": "Учёные утромы", "kind": "О", "type": "-" }, {
  "number": "516",
  "name": "Учитель Кхан с учениками",
  "kind": "О",
  "type": "-"
}, { "number": "517", "name": "Осколочная мина", "kind": "О", "type": "-" }, {
  "number": "518",
  "name": "Оборотень Леонардо по ту сторону экрана",
  "kind": "О",
  "type": "-"
}, { "number": "519", "name": "Маска Кейси", "kind": "О", "type": "-" }, {
  "number": "520",
  "name": "Тёмные черепашки",
  "kind": "СР",
  "type": "-"
} ]

module.exports = { turtlesPart1, turtlesPart2 }